Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# txt_cancel_ride
source: Cancel Ride
af: Kanselleer rit
ar: إلغاء ركوب
bn: যাত্রা বাতিল করুন
es: Cancelar Ride
fr: Annuler
hi: रद्द करें सवारी
it: Annulla Ride
ja: 乗車をキャンセルします
pt: Cancelar passeio
ru: Отменить поездку
sw: Ghairi safari
tr: Sürüşü İptal Et
ur: سواری منسوخ کریں
zh: 取消骑行

# txt_payment_pending
source: Payment Pending
af: Betaling uitstaande
ar: انتظار الدفع
bn: পেমেন্ট মুলতুবি
es: Pago pendiente
fr: Paiement en attente
hi: भुगतान लंबित
it: Pagamento in sospeso
ja: 保留中の支払い
pt: Pagamento pendente
ru: Оплата в ожидании
sw: Malipo yanasubiri
tr: Ödeme bekleniyor
ur: ادائیگی زیر التوا ہے
zh: 付款等待中

# txt_accepted
source: Accepted
af: Aanvaar
ar: قبلت
bn: গৃহীত
es: Aceptado
fr: Accepté
hi: स्वीकृत
it: Accettato
ja: 受け入れられました
pt: Aceitaram
ru: Принял
sw: Kukubalika
tr: Kabul edilmiş
ur: قبول
zh: 公认

# txt_ride_pending
source: Ride Pending
af: Ry hangende
ar: ركوب معلق
bn: রাইড মুলতুবি
es: Viaje pendiente
fr: Ride en attente
hi: सवारी लंबित
it: Cavalcare in sospeso
ja: 保留中に乗る
pt: Passeio pendente
ru: Ездить в ожидании
sw: Panda inasubiri
tr: Beklemede binmek
ur: سواری زیر التوا ہے
zh: 骑行待定

# txt_wallet
source: Wallet
af: Beursie
ar: محفظة
bn: ওয়ালেট
es: Billetera
fr: Portefeuille
hi: बटुआ
it: Portafoglio
ja: 財布
pt: Carteira
ru: Кошелек
sw: Mkoba
tr: Cüzdan
ur: پرس
zh: 钱包

# txt_send_request
source: Send Request
af: Stuur versoek
ar: ارسل طلب
bn: অনুরোধ প্রেরণ করুন
es: Enviar petición
fr: Envoyer une demande
hi: अनुरोध भेजा
it: Invia richiesta
ja: リクエストを送信します
pt: Enviar pedido
ru: Послать запрос
sw: Tuma ombi
tr: İstek gönder
ur: درخواست بھیجیں
zh: 发送请求

# txt_note_remark
source: Note/Remark
af: Nota/Opmerking
ar: ملاحظة/ملاحظة
bn: নোট/মন্তব্য
es: Nota/comentario
fr: Note / remarque
hi: नोट/टिप्पणी
it: Nota/Nota
ja: メモ/発言
pt: Nota/observação
ru: Примечание/замечание
sw: Kumbuka/Kumbukumbu
tr: Not/açıklama
ur: نوٹ/تبصرہ
zh: 注意/备注

# txt_withdrawal_amt
source: Withdrawal Amount
af: Onttrekkingsbedrag
ar: كمية السحب
bn: তোলা টাকার পরিমান
es: Cantidad de retiro
fr: Montant de retrait
hi: निकाली गयी राशि
it: Importo di prelievo
ja: 引き出し額
pt: Quantidade retirada
ru: Сумма снятия
sw: Kiasi cha kujiondoa
tr: Para çekme miktarı
ur: واپسی کی رقم
zh: 提款金额

# txt_history
source: History
af: Geskiedenis
ar: تاريخ
bn: ইতিহাস
es: Historia
fr: Histoire
hi: इतिहास
it: Storia
ja: 歴史
pt: História
ru: История
sw: Historia
tr: Tarih
ur: تاریخ
zh: 历史

# txt_skip
source: Skip
af: Huppel
ar: يتخطى
bn: এড়িয়ে যান
es: Saltar
fr: Sauter
hi: छोडना
it: Saltare
ja: スキップ
pt: Pular
ru: Пропускать
sw: Ruka
tr: Atlamak
ur: چھوڑ دو
zh: 跳过

# txt_success
source: Success
af: Sukses
ar: نجاح
bn: সাফল্য
es: Éxito
fr: Succès
hi: सफलता
it: Successo
ja: 成功
pt: Sucesso
ru: Успех
sw: Mafanikio
tr: Başarı
ur: کامیابی
zh: 成功

# txt_enter_amt
source: Enter Amount
af: Voer bedrag in
ar: أدخل المبلغ
bn: পরিমান লিখুন
es: Ingresar la cantidad
fr: Entrer le montant
hi: राशि डालें
it: Inserire l'importo
ja: 金額を入力します
pt: Insira o valor
ru: Введите сумму
sw: Ingiza kiasi
tr: Miktarı girin
ur: رقم درج کریں
zh: 输入金额

# txt_enter_valid_amt
source: Enter Valid Amount
af: Voer geldige bedrag in
ar: أدخل مبلغ صالح
bn: বৈধ পরিমাণ লিখুন
es: Ingrese una cantidad válida
fr: Entrez le montant valide
hi: मान्य राशि दर्ज करें
it: Immettere l'importo valido
ja: 有効な金額を入力します
pt: Insira o valor válido
ru: Введите допустимую сумму
sw: Ingiza kiasi halali
tr: Geçerli Tutar girin
ur: درست رقم درج کریں
zh: 输入有效金额

# txt_owner_name
source: Owner Name
af: Eienaar naam
ar: اسم المالك
bn: মালিকের নাম
es: Nombre del dueño
fr: Le nom du propriétaire
hi: मालिक का नाम
it: Nome del proprietario
ja: 所有者名
pt: Nome do proprietário
ru: Имя владельца
sw: Jina la mmiliki
tr: Sahip Adı
ur: مالک کا نام
zh: 所有者名称

# txt_enter_owner_name
source: Please Enter Owner Name
af: Voer asseblief die naam van die eienaar in
ar: الرجاء إدخال اسم المالك
bn: দয়া করে মালিকের নাম লিখুন
es: Por favor ingrese el nombre del propietario
fr: Veuillez saisir le nom du propriétaire
hi: कृपया स्वामी का नाम दर्ज करें
it: Inserisci il nome del proprietario
ja: 所有者名を入力してください
pt: Por favor, insira o nome do proprietário
ru: Пожалуйста, введите имя владельца
sw: Tafadhali ingiza jina la mmiliki
tr: Lütfen Sahip Adını Girin
ur: براہ کرم مالک کا نام درج کریں
zh: 请输入所有者名称

# txt_enter_valid_owner_name
source: Enter Valid Owner Name
af: Voer geldige eienaarsnaam in
ar: أدخل اسم المالك صالح
bn: বৈধ মালিকের নাম লিখুন
es: Ingrese el nombre válido del propietario
fr: Entrez le nom du propriétaire valide
hi: मान्य स्वामी नाम दर्ज करें
it: Immettere il nome del proprietario valido
ja: 有効な所有者名を入力します
pt: Insira o nome do proprietário válido
ru: Введите действительное имя владельца
sw: Ingiza jina halali la mmiliki
tr: Geçerli sahip adını girin
ur: درست مالک کا نام درج کریں
zh: 输入有效的所有者名称

# txt_enter_valid_maker_name
source: Enter Valid Maker Name
af: Voer geldige vervaardigernaam in
ar: أدخل اسم صانع صالح
bn: বৈধ নির্মাতার নাম লিখুন
es: Ingrese el nombre del fabricante válido
fr: Entrez le nom de fabricant valide
hi: मान्य निर्माता नाम दर्ज करें
it: Immettere il nome del produttore valido
ja: 有効なメーカー名を入力します
pt: Digite o nome do criador válido
ru: Введите действительное имя производителя
sw: Ingiza jina halali la mtengenezaji
tr: Geçerli Maker adını girin
ur: درست بنانے والا نام درج کریں
zh: 输入有效的制造商名称

# txt_valid_color_name
source: Enter Valid Color Name
af: Voer geldige kleurnaam in
ar: أدخل اسم اللون الصحيح
bn: বৈধ রঙের নাম লিখুন
es: Ingrese el nombre de color válido
fr: Entrez le nom de couleur valide
hi: मान्य रंग का नाम दर्ज करें
it: Immettere il nome del colore valido
ja: 有効なカラー名を入力します
pt: Digite um nome de cor válido
ru: Введите допустимое имя цвета
sw: Ingiza jina halali la rangi
tr: Geçerli renk adını girin
ur: درست رنگ کا نام درج کریں
zh: 输入有效的颜色名称

# txt_enter_color_name
source: Please Enter Color Name
af: Voer asseblief kleurnaam in
ar: الرجاء إدخال اسم اللون
bn: রঙের নাম লিখুন দয়া করে
es: Por favor ingrese el nombre del color
fr: Veuillez saisir le nom de la couleur
hi: कृपया रंग नाम दर्ज करें
it: Inserisci il nome del colore
ja: カラー名を入力してください
pt: Por favor, insira o nome da cor
ru: Пожалуйста, введите имя цвета
sw: Tafadhali ingiza jina la rangi
tr: Lütfen renk adı girin
ur: براہ کرم رنگین نام درج کریں
zh: 请输入颜色名称

# txt_request_mode
source: Request Mode
af: Versoekmodus
ar: وضع الطلب
bn: অনুরোধ মোড
es: Modo de solicitud
fr: Mode de demande
hi: अनुरोध विधा
it: Modalità richiesta
ja: リクエストモード
pt: Modo de solicitação
ru: Режим запроса
sw: Hali ya ombi
tr: İstek modu
ur: درخواست کے موڈ
zh: 请求模式

# txt_request_pending
source: Request Pending
af: Versoek hangende
ar: طلب معلق
bn: অনুরোধ অনিষ্পন্ন
es: Pedido pendiente
fr: Demande en attente
hi: अनुरोध लंबित है
it: Richiesta in sospeso
ja: リクエストを保留
pt: Pedido pendente
ru: Запрос ожидает выполнения
sw: Ombi linasubiri
tr: Beklemede istemek
ur: درخواست زیرغورہے
zh: 请求待处理

# txt_request_decline
source: Request Decline
af: Versoek om te weier
ar: طلب انخفاض
bn: অনুরোধ হ্রাস
es: Solicitar declive
fr: Demander la baisse
hi: अनुरोध गिरावट
it: Richiedere un declino
ja: リクエストの減少
pt: Declínio do pedido
ru: Запросить упадок
sw: Ombi kupungua
tr: Talep Düşüşü
ur: درخواست میں کمی
zh: 要求下降

# txt_request_date
source: Request Date
af: versoekdatum
ar: تاريخ الطلب
bn: অনুরোধ তারিখ
es: Fecha de solicitud
fr: Date de la demande
hi: अनुरोध की तिथि
it: Data di richiesta
ja: リクエスト日
pt: Data do Pedido
ru: Дата заказа
sw: Tarehe ya ombi
tr: İstek Tarihi
ur: درخواست کی تاریخ
zh: 查询日期

# txt_request_status
source: Request Status
af: Versoekstatus
ar: حالة الطلب
bn: অনুরোধ স্থিতি
es: Estado de la solicitud
fr: Statut de demande
hi: अनुरोध की स्थिति
it: Stato della richiesta
ja: リクエストステータス
pt: Status de solicitação
ru: Запрос статус
sw: Hali ya ombi
tr: Istek durumu
ur: درخواست کی حیثیت
zh: 请求状态

# txt_enter_vaild_name
source: Enter valid name
af: Voer geldige naam in
ar: أدخل اسم صالح
bn: বৈধ নাম লিখুন
es: Ingrese el nombre válido
fr: Entrez le nom valide
hi: मान्य नाम दर्ज करें
it: Immettere il nome valido
ja: 有効な名前を入力します
pt: Digite o nome válido
ru: Введите допустимое имя
sw: Ingiza jina halali
tr: Geçerli adı girin
ur: درست نام درج کریں
zh: 输入有效名称

# txt_update
source: Update
af: Opdateer
ar: تحديث
bn: হালনাগাদ
es: Actualizar
fr: Mise à jour
hi: अद्यतन
it: Aggiornamento
ja: アップデート
pt: Atualizar
ru: Обновлять
sw: Sasisha
tr: Güncelleme
ur: اپ ڈیٹ
zh: 更新

# txt_enter_details_of_your
source: Enter details of your
af: Voer besonderhede van u in
ar: أدخل تفاصيل الخاص بك
bn: আপনার বিশদ লিখুন
es: Ingrese los detalles de su
fr: Entrez les détails de votre
hi: आपका विवरण दर्ज करें
it: Inserisci i dettagli del tuo
ja: あなたの詳細を入力してください
pt: Insira detalhes do seu
ru: Введите подробности вашего
sw: Ingiza maelezo yako
tr: Ayrıntılarınızın detaylarını girin
ur: اپنے کی تفصیلات درج کریں
zh: 输入您的详细信息

# txt_upload_photo_of_your
source: Upload a photo of your
af: Laai 'n foto van u op
ar: تحميل صورة لك
bn: আপনার একটি ছবি আপলোড করুন
es: Sube una foto de tu
fr: Téléchargez une photo de votre
hi: अपनी एक तस्वीर अपलोड करें
it: Carica una foto del tuo
ja: あなたの写真をアップロードします
pt: Carregue uma foto do seu
ru: Загрузите фото вашего
sw: Pakia picha yako
tr: Bir fotoğrafını yükleyin
ur: اپنی تصویر اپ لوڈ کریں
zh: 上传您的照片

# txt_vehicle
source: Vehicle
af: Voertuig
ar: عربة
bn: যানবাহন
es: Vehículo
fr: Véhicule
hi: वाहन
it: Veicolo
ja: 車両
pt: Veículo
ru: Транспортное средство
sw: Gari
tr: Araç
ur: گاڑی
zh: 车辆

# txt_select_min_one_img
source: Select minimum 1 image
af: Kies Min 1 Beeld
ar: حدد الحد الأدنى 1 صورة
bn: সর্বনিম্ন 1 চিত্র নির্বাচন করুন
es: Seleccionar mínimo 1 imagen
fr: Sélectionnez un minimum 1 image
hi: न्यूनतम 1 छवि का चयन करें
it: Seleziona un'immagine minima 1
ja: 最小1つの画像を選択します
pt: Selecione Mínimo 1 imagem
ru: Выберите минимум 1 изображение
sw: Chagua picha ya chini 1
tr: Minimum 1 Resim'i seçin
ur: کم سے کم 1 تصویر منتخب کریں
zh: 选择最低1张图像

# txt_details
source: Details
af: Besonderheid
ar: تفاصيل
bn: বিশদ
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
pt: Detalhes
ru: Подробности
sw: Maelezo
tr: Detaylar
ur: تفصیلات
zh: 细节

# txt_in_progress
source: In-Progress
af: Aan die gang
ar: في تَقَدم
bn: চলমান
es: En curso
fr: En cours
hi: प्रगति पर है
it: In corso
ja: 進行中
pt: Em andamento
ru: В ходе выполнения
sw: Inaendelea
tr: Devam etmekte
ur: کام جاری ہے
zh: 进行中

# txt_complete_ride
source: Complete Ride
af: Volledige rit
ar: ركوب كاملة
bn: সম্পূর্ণ যাত্রা
es: Viaje completo
fr: Trajet complet
hi: पूर्ण सवारी
it: Viaggio completo
ja: 完全な乗り心地
pt: Passeio completo
ru: Полная езда
sw: Safari kamili
tr: Tam Sürüş
ur: مکمل سواری
zh: 完整的骑行

# txt_your_ride_completed
source: YOUR RIDE IS COMPLETED
af: U rit is voltooi
ar: تم الانتهاء من رحلتك
bn: আপনার যাত্রা শেষ হয়েছে
es: Tu viaje está completado
fr: Votre trajet est terminé
hi: आपकी सवारी पूरी हो गई है
it: La tua corsa è completata
ja: あなたの乗車は完了しました
pt: Seu passeio está concluído
ru: Ваша поездка завершена
sw: Safari yako imekamilika
tr: Yolculuğunuz tamamlandı
ur: آپ کی سواری مکمل ہوچکی ہے
zh: 您的骑行已经完成

# txt_ride_completed
source: RIDE COMPLETED
af: Rit voltooi
ar: الانتهاء من الركوب
bn: যাত্রা সম্পূর্ণ
es: Viaje completado
fr: Ride terminée
hi: सवारी पूरी की
it: Cavalcare completato
ja: 乗車が完了します
pt: Passeio concluído
ru: Поездка завершена
sw: Safari imekamilika
tr: Sürüş tamamlandı
ur: سواری مکمل
zh: 骑行完成

# txt_security_deposit
source: Security Deposit
af: Borg
ar: مبلغ التأمين
bn: নিরাপত্তা আমানত
es: Depósito de seguridad
fr: Dépôt de garantie
hi: सुरक्षा जमा राशि
it: Deposito di sicurezza
ja: セキュリティデポジット
pt: Depósito de segurança
ru: Залог
sw: Amana ya usalama
tr: Güvence bedeli
ur: زرضمانت
zh: 保证金

# txt_complete_security_deposit_process
source: Complete the Security Deposit Process
af: Voltooi die sekuriteitsdeposito -proses
ar: أكمل عملية إيداع الأمان
bn: সুরক্ষা আমানত প্রক্রিয়া সম্পূর্ণ করুন
es: Completar el proceso de depósito de seguridad
fr: Terminer le processus de dépôt de garantie
hi: सुरक्षा जमा प्रक्रिया को पूरा करें
it: Completa il processo di deposito cauzionale
ja: セキュリティデポジットプロセスを完了します
pt: Preencha o processo de depósito de segurança
ru: Заполните процесс обеспечения депозита
sw: Kamilisha mchakato wa amana ya usalama
tr: Güvenlik Depozito Sürecini tamamlayın
ur: سیکیورٹی ڈپازٹ کے عمل کو مکمل کریں
zh: 完成保证金过程

# txt_checked_pay_later
source: You have checked the security deposit pay later
af: U het die sekuriteitsdeposito later nagegaan
ar: لقد راجعت إيداع الأمن في وقت لاحق
bn: আপনি পরে সুরক্ষা আমানত বেতন পরীক্ষা করেছেন
es: Ha revisado el pago de depósito de seguridad más tarde
fr: Vous avez vérifié le dépôt de garantie plus tard
hi: आपने बाद में सुरक्षा जमा वेतन की जाँच की है
it: Hai controllato la retribuzione del deposito cauzionale in seguito
ja: 後でセキュリティデポジットの支払いを確認しました
pt: Você verificou o pagamento do depósito de segurança mais tarde
ru: Вы проверили оплату труда в депозите позже
sw: Umeangalia malipo ya amana ya usalama baadaye
tr: Güvenlik depozito ödemesini daha sonra kontrol ettiniz
ur: آپ نے بعد میں سیکیورٹی ڈپازٹ تنخواہ چیک کی ہے
zh: 您稍后检查保证金付款

# txt_already_done_online_payment
source: You have already done online payment
af: U het reeds aanlynbetaling gedoen
ar: لقد قمت بالفعل بالدفع عبر الإنترنت
bn: আপনি ইতিমধ্যে অনলাইন পেমেন্ট করেছেন
es: Ya ha realizado el pago en línea
fr: Vous avez déjà effectué le paiement en ligne
hi: आपने पहले ही ऑनलाइन भुगतान किया है
it: Hai già effettuato il pagamento online
ja: あなたはすでにオンライン支払いを行っています
pt: Você já fez o pagamento online
ru: Вы уже сделали онлайн -платеж
sw: Umeshafanya malipo mkondoni
tr: Zaten çevrimiçi ödeme yaptınız
ur: آپ نے پہلے ہی آن لائن ادائیگی کی ہے
zh: 您已经完成了在线付款

# txt_choose_pay_menthod
source: Choose Payment Method
af: Kies betaalmetode
ar: اختر وسيلة الدفع
bn: পরিশোধের পদ্ধতি নির্বাচন করুন
es: Elige el método de pago
fr: Choisissez le mode de paiement
hi: भुगतान का तरीका चुनें
it: Scegli il metodo di pagamento
ja: 支払い方法を選択します
pt: Escolha o método de pagamento
ru: Выберите способ оплаты
sw: Chagua njia ya malipo
tr: Ödeme yöntemini seçin
ur: ادائیگی کے طریقہ کار کا انتخاب کریں
zh: 选择付款方式

# txt_pay_now
source: Pay Now
af: Betaal nou
ar: ادفع الآن
bn: এখন পরিশোধ করুন
es: Pagar ahora
fr: Payez maintenant
hi: अब भुगतान करें
it: Paga ora
ja: 今払う
pt: Pague agora
ru: Заплатить сейчас
sw: LIPA sasa
tr: Şimdi öde
ur: اب ادا
zh: 现在付款

# txt_do_later
source: I will do the security deposit later
af: Ek sal die sekuriteitsdeposito later doen
ar: سأقوم بإيداع الأمن لاحقًا
bn: আমি পরে সিকিউরিটি ডিপোজিট করব
es: Haré el depósito de seguridad más tarde
fr: Je ferai le dépôt de garantie plus tard
hi: मैं बाद में सुरक्षा जमा करूंगा
it: Farò il deposito cauzionale più tardi
ja: 後でセキュリティデポジットを行います
pt: Eu farei o depósito de segurança mais tarde
ru: Я сделаю залог позже
sw: Nitafanya amana ya usalama baadaye
tr: Güvenlik depozitosunu daha sonra yapacağım
ur: میں بعد میں سیکیورٹی ڈپازٹ کروں گا
zh: 我稍后将进行保证金

# txt_gender_pref
source: Gender Preferences
af: Geslagsvoorkeure
ar: تفضيلات الجنس
bn: লিঙ্গ পছন্দ
es: Preferencias de género
fr: Préférences de genre
hi: लिंग वरीयताएँ
it: Preferenze di genere
ja: 性別の好み
pt: Preferências de gênero
ru: Гендерные предпочтения
sw: Upendeleo wa kijinsia
tr: Cinsiyet Tercihleri
ur: صنفی ترجیحات
zh: 性别偏好

# txt_gender_you_want_to_prefer
source: (Select Gender you want to prefer to take ride of)
af: (Kies Geslag waarop u verkies om te ry)
ar: (حدد الجنس الذي تريد أن تفضل ركوبه)
bn: (আপনি যে লিঙ্গটি যাত্রা করতে পছন্দ করতে চান তা নির্বাচন করুন)
es: (Seleccione el género del que desee preferir conducir)
fr: (Sélectionnez le sexe que vous souhaitez préférer faire le tour)
hi: (लिंग का चयन करें जिसे आप सवारी करना चाहते हैं)
it: (Seleziona il genere che vuoi preferire andare a fare)
ja: （あなたが乗ることを好む性別を選択してください）
pt: (Selecione Gênero que você deseja preferir fazer)
ru: (Выберите пол, который вы хотите предпочесть, чтобы пройти езду)
sw: (Chagua jinsia unayotaka kuchukua safari ya)
tr: (Yolculuğa çıkmayı tercih etmek istediğiniz cinsiyeti seçin)
ur: (صنف کو منتخب کریں جس کی آپ سواری کو ترجیح دینا چاہتے ہیں)
zh: （选择您想乘坐的性别）

# txt_male
source: Male
af: Manlik
ar: ذكر
bn: পুরুষ
es: Masculino
fr: Mâle
hi: पुरुष
it: Maschio
ja: 男
pt: Macho
ru: Мужской
sw: Kiume
tr: Erkek
ur: مرد
zh: 男性

# txt_female
source: Female
af: Vroulik
ar: أنثى
bn: মহিলা
es: Femenino
fr: Femelle
hi: महिला
it: Femmina
ja: 女性
pt: Fêmea
ru: Женский
sw: Mwanamke
tr: Dişi
ur: عورت
zh: 女性

# txt_other
source: Other
af: Ander
ar: آخر
bn: অন্য
es: Otro
fr: Autre
hi: अन्य
it: Altro
ja: 他の
pt: Outro
ru: Другой
sw: Nyingine
tr: Diğer
ur: دیگر
zh: 其他

# txt_no_pref
source: No Preferences
af: Geen voorkeure nie
ar: لا تفضيلات
bn: কোন পছন্দ
es: Sin preferencias
fr: Aucune préférence
hi: कोई वरीयताएँ नहीं
it: Nessuna preferenze
ja: 好みはありません
pt: Sem preferências
ru: Нет предпочтений
sw: Hakuna upendeleo
tr: Tercih yok
ur: کوئی ترجیحات نہیں
zh: 没有偏好

# txt_update_details_of_user
source: Update Details of your
af: Dateer besonderhede op van u
ar: تحديث تفاصيل الخاص بك
bn: আপনার বিশদ আপডেট
es: Actualizar detalles de su
fr: Mettez à jour les détails de votre
hi: अपने विवरण को अपडेट करें
it: Aggiorna i dettagli del tuo
ja: あなたの詳細を更新します
pt: Atualize os detalhes do seu
ru: Обновить детали вашего
sw: Sasisha maelezo yako
tr: Ayrıntılarınızın ayrıntılarını güncelleyin
ur: اپنے کی تفصیلات کو اپ ڈیٹ کریں
zh: 更新您的详细信息

# txt_criminal_record_certificate
source: Criminal Record Certificate
af: Kriminele rekordsertifikaat
ar: شهادة السجل الجنائي
bn: ফৌজদারি রেকর্ড শংসাপত্র
es: Certificado de antecedentes penales
fr: Certificat de casier judiciaire
hi: आपराधिक अभिलेख प्रमाणपत्र
it: Certificato di documentazione penale
ja: 犯罪歴証明書
pt: Certificado de registro criminal
ru: Сертификат судимости
sw: Cheti cha rekodi ya uhalifu
tr: Sabıka kaydı sertifikası
ur: مجرمانہ ریکارڈ سرٹیفکیٹ
zh: 犯罪记录证书

# txt_criminal_record
source: Criminal Record
af: Kriminele rekord
ar: سجل جنائي
bn: অপরাধমূলক রেকর্ড
es: Antecedentes penales
fr: Dossier criminel
hi: आपराधिक रिकॉर्ड
it: Fedina penale
ja: 犯罪歴
pt: Registro criminal
ru: Криминальная запись
sw: Rekodi ya uhalifu
tr: Sabıka kaydı
ur: مجرمانہ ریکارڈ
zh: 犯罪记录

# txt_update_your
source: Update your
af: Dateer u
ar: تحديث الخاص بك
bn: আপনার আপডেট করুন
es: Actualiza tu
fr: Mettez à jour votre
hi: अपना अपडेट करें
it: Aggiorna il tuo
ja: 更新します
pt: Atualize seu
ru: Обновите свой
sw: Sasisha yako
tr: Güncelle
ur: اپنی تازہ کاری کریں
zh: 更新您的

# txt_document
source: document
af: dokument
ar: وثيقة
bn: নথি
es: documento
hi: दस्तावेज़
it: documento
ja: 書類
pt: documento
ru: документ
sw: Hati
tr: belge
ur: دستاویز
zh: 文档

# txt_select_your_gender
source: Select your gender
af: Kies u geslag
ar: اختر جنسك
bn: আপনার লিঙ্গ নির্বাচন
es: Selecciona tu género
fr: Sélectionnez votre sexe
hi: अपना लिंग चुनें
it: Seleziona il tuo genere
ja: 性別を選んでください
pt: Selecione o seu sexo
ru: Выбери свой пол
sw: Chagua jinsia yako
tr: Cinsiyetinizi seçiniz
ur: اپنی جنس منتخب کریں
zh: 选择您的性别

# txt_gender
source: Gender
af: Geslag
ar: جنس
bn: লিঙ্গ
es: Género
fr: Genre
hi: लिंग
it: Genere
ja: 性別
pt: Gênero
ru: Пол
sw: Jinsia
tr: Cinsiyet
ur: صنف
zh: 性别

# txt_ride_type
source: Ride Type
af: Rit tipe
ar: نوع الركوب
bn: রাইড টাইপ
es: Tipo de viaje
fr: Type de conduite
hi: सवारी प्रकार
it: Tipo di guida
ja: ライドタイプ
pt: Tipo de passeio
ru: Тип езды
sw: Aina ya safari
tr: Sürüş tipi
ur: سواری کی قسم
zh: 骑行类型

# txt_rejected
source: Rejected
af: Verwerp
ar: مرفوض
bn: প্রত্যাখ্যাত
es: Rechazado
fr: Rejeté
hi: अस्वीकार कर दिया
it: Respinto
ja: 拒否された
pt: Rejeitado
ru: Отклоненный
sw: Kukataliwa
tr: Reddedilmiş
ur: مسترد
zh: 拒绝

# txt_km
source: km
ar: كم
bn: কিমি
hi: किमी
ru: км
ur: کلومیٹر
zh: 公里

# txt_select_reason
source: Select Reason
af: Kies Rede
ar: حدد السبب
bn: কারণ নির্বাচন করুন
es: Razón de selección
fr: Sélectionnez la raison
hi: कारण का चयन करें
it: Seleziona la ragione
ja: 理由を選択します
pt: Selecione Razão
ru: Выберите разум
sw: Chagua Sababu
tr: Sebep Seçin
ur: وجہ منتخب کریں
zh: 选择原因

# txt_select_gender_pref
source: Select gender preference
af: Kies geslagsvoorkeur
ar: حدد تفضيل الجنس
bn: লিঙ্গ পছন্দ নির্বাচন করুন
es: Seleccionar preferencia de género
fr: Sélectionner la préférence de genre
hi: लिंग वरीयता का चयन करें
it: Seleziona la preferenza di genere
ja: 性別の好みを選択しますe
pt: Selecione a preferência de gênero
ru: Выберите гендерные предпочтения
sw: Chagua upendeleo wa kijinsia
tr: Cinsiyet Tercihi Seçin
ur: صنف کی ترجیح کو منتخب کریں
zh: 选择性别偏好

# txt_update_documents
source: Update Documents
af: Dateer dokumente op
ar: تحديث المستندات
bn: ডকুমেন্ট আপডেট করুন
es: Actualizar documentos
fr: Mettre à jour les documents
hi: अद्यतन दस्तावेज
it: Aggiorna i documenti
ja: ドキュメントを更新します
pt: Atualizar documentos
ru: Обновить документы
sw: Sasisha hati
tr: Belgeleri Güncelle
ur: دستاویزات کو اپ ڈیٹ کریں
zh: 更新文档

# txt_are_you_sure_to_logout
source: Are you sure you want to Log Out?
af: Is u seker dat u wil afmeld?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
bn: আপনি লগ আউট করতে চান?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
hi: क्या आप लॉग आउट करना चाहते हैं?
it: Sei sicuro di voler uscire?
ja: ログアウトしたいですか？
pt: Tem certeza que deseja sair?
ru: Вы действительно хотите выйти?
sw: Je! Una uhakika unataka kutoka?
tr: Oturum açmak istediğinden emin misiniz?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
zh: 您确定要注销吗？

# txt_my_rides
source: My Rides
af: My ritte
ar: ركوب بلدي
bn: আমার রাইডস
es: Mis paseos
fr: Mes manèges
hi: मेरी सवारी
it: Le mie corse
ja: 私の乗り物
pt: Meus passeios
ru: Мои поездки
sw: Wapanda farasi wangu
tr: Benim geziler
ur: میری سواری
zh: 我的游乐设施

# txt_rating
source: Rating
af: Gradering
ar: تقييم
bn: রেটিং
es: Clasificación
fr: Notation
hi: रेटिंग
it: Valutazione
ja: 評価
pt: Avaliação
ru: Рейтинг
sw: Ukadiriaji
tr: Değerlendirme
ur: درجہ بندی
zh: 评分

# txt_daily_ride
source: Daily Ride
af: Daaglikse rit
ar: ركوب يومي
bn: দৈনিক যাত্রা
es: Viaje diario
fr: Trajet quotidien
hi: दैनिक सवारी
it: Ride quotidiano
ja: 毎日の乗車
pt: Passeio diário
ru: Ежедневная езда
sw: Safari ya kila siku
tr: Günlük sürüş
ur: روزانہ سواری
zh: 日常骑行

# txt_rental_ride
source: Rental Ride
af: Huurrit
ar: ركوب الإيجار
bn: ভাড়া রাইড
es: Paseo en alquiler
fr: Promenade de location
hi: किराये की सवारी
it: Corsa in affitto
ja: レンタルライド
pt: Aluguel de aluguel
ru: Аренда езды
sw: Safari ya kukodisha
tr: Kiralık Sürüş
ur: کرایہ کی سواری
zh: 租车

# txt_enter_your_reason
source: Please enter your reason
af: Voer asseblief u rede in
ar: الرجاء إدخال السبب الخاص بك
bn: আপনার কারণ লিখুন দয়া করে
es: Por favor ingrese su razón
fr: Promenade de location
hi: कृपया अपना कारण दर्ज करें
it: Inserisci il motivo
ja: あなたの理由を入力してください
pt: Por favor, insira seu motivo
ru: Пожалуйста, введите свою причину
sw: Tafadhali ingiza sababu yako
tr: Lütfen nedeninizi girin
ur: براہ کرم اپنی وجہ درج کریں
zh: 请输入您的理由

# txt_select_ride_type
source: Select Ride Type
af: Kies rittipe
ar: حدد نوع الركوب
bn: রাইড টাইপ নির্বাচন করুন
es: Seleccione Tipo de viaje
fr: Sélectionner le type de conduite
hi: सवारी प्रकार का चयन करें
it: Seleziona il tipo di corsa
ja: ライドタイプを選択します
pt: Selecione Tipo de passeio
ru: Выберите тип поездки
sw: Chagua Aina ya Ride
tr: Sürüş Türünü Seçin
ur: سواری کی قسم منتخب کریں
zh: 选择骑行类型
