Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# val_upload_reg_back_img
source: Please upload vehicle registration back image
af: Laai asseblief voertuigregistrasie terug op die foto
ar: يرجى تحميل صورة تسجيل المركبات
bn: দয়া করে যানবাহন নিবন্ধকরণ ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen de retroceso de registro del vehículo
fr: Veuillez télécharger l'image de retour enregistrement du véhicule
hi: कृपया वाहन पंजीकरण वापस छवि अपलोड करें
it: Carica l'immagine di registrazione del veicolo
ja: 車両登録の戻り画像をアップロードしてください
pt: Faça o upload da imagem do registro do veículo
ru: Пожалуйста, загрузите изображение регистрации автомобиля обратно
sw: Tafadhali pakia picha ya usajili wa gari
tr: Lütfen Araç Kayıt Geri Yükle Görüntü Yükle
ur: براہ کرم گاڑیوں کی رجسٹریشن بیک امیج اپ لوڈ کریں
zh: 请上传车辆注册后映像

# val_enter_reg_start_date
source: Please select vehicle registration start date
af: Kies asseblief die begindatum van voertuie
ar: الرجاء تحديد تاريخ بدء تسجيل المركبات
bn: যানবাহন নিবন্ধকরণ শুরু তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio de registro del vehículo
fr: Veuillez sélectionner la date de début de l'enregistrement du véhicule
hi: कृपया वाहन पंजीकरण प्रारंभ तिथि का चयन करें
it: Selezionare la data di inizio della registrazione del veicolo
ja: 車両登録の開始日を選択してください
pt: Selecione a data de início do registro do veículo
ru: Пожалуйста, выберите дату начала регистрации транспортного средства
sw: Tafadhali chagua tarehe ya kuanza usajili wa gari
tr: Lütfen Araç Kayıt Başlangıç ​​Tarihini seçin
ur: براہ کرم گاڑیوں کے اندراج کی شروعات کی تاریخ منتخب کریں
zh: 请选择车辆注册开始日期

# val_enter_reg_end_date
source: Please select vehicle registration end date
af: Kies die einddatum van voertuie
ar: الرجاء تحديد تاريخ نهاية تسجيل المركبات
bn: যানবাহন নিবন্ধকরণ শেষ তারিখ নির্বাচন করুন
es: Seleccione la fecha de finalización de registro del vehículo
fr: Veuillez sélectionner la date de fin de l'enregistrement du véhicule
hi: कृपया वाहन पंजीकरण अंतिम तिथि का चयन करें
it: Selezionare la data di fine della registrazione del veicolo
ja: 車両登録の終了日を選択してください
pt: Selecione a data final do registro do veículo
ru: Пожалуйста, выберите дату окончания регистрации транспортного средства
sw: Tafadhali chagua tarehe ya usajili wa gari
tr: Lütfen araç kayıt bitiş tarihini seçin
ur: براہ کرم گاڑیوں کی رجسٹریشن کے اختتام کی تاریخ منتخب کریں
zh: 请选择车辆注册日期

# val_enter_owner_num
source: Please enter vehicle ownership number
af: Voer asseblief voertuigbesit nommer in
ar: الرجاء إدخال رقم ملكية السيارة
bn: দয়া করে যানবাহনের মালিকানা নম্বর লিখুন
es: Ingrese el número de propiedad del vehículo
fr: Veuillez saisir le numéro de propriété du véhicule
hi: कृपया वाहन स्वामित्व संख्या दर्ज करें
it: Inserisci il numero di proprietà del veicolo
ja: 車両の所有番号を入力してください
pt: Por favor, insira o número de propriedade do veículo
ru: Пожалуйста, введите номер владения транспортным средством
sw: Tafadhali ingiza nambari ya umiliki wa gari
tr: Lütfen araç sahipliği numarasını girin
ur: براہ کرم گاڑیوں کی ملکیت کا نمبر درج کریں
zh: 请输入车辆所有权号码

# val_upload_owner_front_img
source: Please upload vehicle ownership front image
af: Laai asseblief die voorste beeld van voertuieienaar op
ar: يرجى تحميل صورة ملكية السيارة الأمامية
bn: দয়া করে গাড়ির মালিকানা সামনের চিত্র আপলোড করুন
es: Sube la imagen frontal de propiedad del vehículo
fr: Veuillez télécharger l'image de propriété du véhicule
hi: कृपया वाहन स्वामित्व सामने की छवि अपलोड करें
it: Carica l'immagine anteriore della proprietà del veicolo
ja: 車両の所有権のフロント画像をアップロードしてください
pt: Faça o upload da imagem da frente do veículo
ru: Пожалуйста, загрузите переднее изображение владения транспортным средством
tr: Lütfen araç sahipliği ön resm yükleyin
ur: براہ کرم گاڑیوں کی ملکیت کا فرنٹ امیج اپ لوڈ کریں
zh: 请上传车辆所有权前图

# val_upload_owner_back_img
source: Please upload vehicle ownership back image
af: Laai asseblief die agterste beeld van voertuie se eienaarskap op
ar: يرجى تحميل صورة ملكية السيارة مرة أخرى
bn: দয়া করে গাড়ির মালিকানা ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen de la propiedad del vehículo
fr: Veuillez télécharger l'image de la propriété du véhicule
hi: कृपया वाहन स्वामित्व वापस छवि अपलोड करें
it: Carica l'immagine della proprietà del veicolo
ja: 車両の所有権をアップロードしてください画像
pt: Faça o upload da imóvel da propriedade do veículo
ru: Пожалуйста, загрузите изображение владения транспортным средством
sw: Tafadhali pakia umiliki wa gari picha ya mbele
tr: Lütfen araç sahipliği geri resim yükleyin
ur: براہ کرم گاڑیوں کی ملکیت بیک امیج اپ لوڈ کریں
zh: 请上传车辆所有权返回图像

# val_enter_owner_start_date
source: Please select vehicle ownership start date
af: Kies asseblief die begindatum van voertuieienaarskap
ar: الرجاء تحديد تاريخ بدء ملكية السيارة
bn: দয়া করে যানবাহনের মালিকানা শুরুর তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio de la propiedad del vehículo
fr: Veuillez sélectionner la date de début de la propriété du véhicule
hi: कृपया वाहन स्वामित्व प्रारंभ तिथि का चयन करें
it: Seleziona Data di inizio della proprietà del veicolo
ja: 車両の所有開始日を選択してください
pt: Selecione a data de início da propriedade do veículo
ru: Пожалуйста, выберите дату начала владения транспортным средством
sw: Tafadhali chagua tarehe ya kuanza umiliki wa gari
tr: Lütfen araç sahipliği başlangıç ​​tarihini seçin
ur: براہ کرم گاڑیوں کی ملکیت کی شروعات کی تاریخ منتخب کریں
zh: 请选择车辆所有权开始日期

# val_enter_owner_end_date
source: Please select vehicle ownership end date
af: Kies die einddatum van voertuieienaarskap
ar: الرجاء تحديد تاريخ نهاية ملكية السيارة
bn: দয়া করে যানবাহনের মালিকানা শেষ তারিখ নির্বাচন করুন
es: Seleccione la fecha de finalización de la propiedad del vehículo
fr: Veuillez sélectionner la date de fin de la propriété du véhicule
hi: कृपया वाहन स्वामित्व अंतिम तिथि का चयन करें
it: Seleziona la data di fine della proprietà del veicolo
ja: 車両の所有権の終了日を選択してください
pt: Selecione a data de término da propriedade do veículo
ru: Пожалуйста, выберите дату окончания владения транспортным средством
sw: Tafadhali chagua tarehe ya mwisho ya umiliki wa gari
tr: Lütfen araç sahipliği bitiş tarihini seçin
ur: براہ کرم گاڑیوں کی ملکیت کے اختتام کی تاریخ منتخب کریں
zh: 请选择车辆所有权结束日期

# val_enter_insurance_num
source: Please enter vehicle insurance number
af: Voer asseblief voertuigversekeringsnommer in
ar: الرجاء إدخال رقم التأمين على السيارة
bn: যানবাহন বীমা নম্বর লিখুন
es: Ingrese el número de seguro del vehículo
fr: Veuillez saisir le numéro d'assurance des véhicules
hi: कृपया वाहन बीमा नंबर दर्ज करें
it: Inserisci il numero di assicurazione del veicolo
ja: 車両保険番号を入力してください
pt: Por favor, insira o número do seguro do veículo
ru: Пожалуйста, введите номер страхования автомобиля
sw: Tafadhali ingiza nambari ya bima ya gari
tr: Lütfen araç sigortası numarasını girin
ur: براہ کرم گاڑیوں کا انشورنس نمبر درج کریں
zh: 请输入车辆保险号码

# val_upload_insurance_front_img
source: Please upload vehicle insurance front image
af: Laai asseblief die voorste beeld van voertuie op
ar: يرجى تحميل الصورة الأمامية للتأمين على السيارة
bn: যানবাহন বীমা সামনের চিত্র আপলোড করুন
es: Sube la imagen frontal del seguro del vehículo
fr: Veuillez télécharger l'image avant de l'assurance des véhicules
hi: कृपया वाहन बीमा फ्रंट इमेज अपलोड करें
it: Carica l'immagine anteriore dell'assicurazione del veicolo
ja: 車両保険のフロントイメージをアップロードしてください
pt: Faça o upload da imagem da frente do seguro de veículo
ru: Пожалуйста, загрузите переднее изображение страхования автомобиля
sw: Tafadhali pakia picha ya mbele ya bima ya gari
tr: Lütfen araç sigortası ön resim yükleyin
ur: براہ کرم گاڑیوں کی انشورنس فرنٹ امیج اپ لوڈ کریں
zh: 请上传车辆保险前图

# val_upload_insurance_back_img
source: Please upload vehicle insurance back image
af: Laai asseblief die terugfoto van die voertuigversekering op
ar: يرجى تحميل صورة التأمين على السيارة
bn: দয়া করে যানবাহন বীমা ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen del seguro del vehículo
fr: Veuillez télécharger l'image de l'assurance des véhicules
hi: कृपया वाहन बीमा बैक इमेज अपलोड करें
it: Carica l'immagine del retro dell'assicurazione del veicolo
ja: 車両保険の戻り画像をアップロードしてください
pt: Faça o upload da imagem do seguro de veículo
ru: Пожалуйста, загрузите обратное изображение страхования автомобиля
sw: Tafadhali pakia picha ya bima ya gari nyuma
tr: Lütfen araç sigortası geri resim yükleyin
ur: براہ کرم گاڑیوں کی انشورنس بیک امیج اپ لوڈ کریں
zh: 请上传车辆保险返回图像

# val_insurance_start_date
source: Please select vehicle insurance start date
af: Kies asseblief die begindatum van voertuigversekering
ar: الرجاء تحديد تاريخ بدء التأمين على السيارة
bn: যানবাহন বীমা শুরুর তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio del seguro del vehículo
fr: Veuillez sélectionner la date de début de l'assurance des véhicules
hi: कृपया वाहन बीमा प्रारंभ तिथि का चयन करें
it: Seleziona Data di inizio dell'assicurazione del veicolo
ja: 車両保険の開始日を選択してください
pt: Selecione a data de início do seguro de veículo
ru: Пожалуйста, выберите дату начала страхования транспортных средств
sw: Tafadhali chagua tarehe ya kuanza bima ya gari
tr: Lütfen araç sigortası başlangıç ​​tarihini seçin
ur: براہ کرم گاڑیوں کی انشورنس شروعات کی تاریخ منتخب کریں
zh: 请选择车辆保险开始日期

# val_insurance_end_date
source: Please select vehicle insurance end date
af: Kies asseblief die einddatum vir voertuigversekering
ar: الرجاء تحديد تاريخ نهاية التأمين على السيارة
bn: যানবাহন বীমা শেষ তারিখ নির্বাচন করুন
es: Seleccione la fecha de finalización del seguro del vehículo
fr: Veuillez sélectionner la date de fin de l'assurance des véhicules
hi: कृपया वाहन बीमा अंतिम तिथि का चयन करें
it: Seleziona la data di fine assicurazione del veicolo
ja: 車両保険の終了日を選択してください
pt: Selecione a data de término do seguro do veículo
ru: Пожалуйста, выберите дату окончания страхования транспортного средства
sw: Tafadhali chagua tarehe ya mwisho ya bima ya gari
tr: Lütfen araç sigortası bitiş tarihini seçin
ur: براہ کرم گاڑیوں کی انشورنس اختتامی تاریخ کو منتخب کریں
zh: 请选择车辆保险结束日期

# val_inspection_num
source: Please enter vehicle inspection number
af: Voer die voertuiginspeksienommer in
ar: الرجاء إدخال رقم فحص السيارة
bn: যানবাহন পরিদর্শন নম্বর লিখুন
es: Ingrese el número de inspección del vehículo
fr: Veuillez saisir le numéro d'inspection des véhicules
hi: कृपया वाहन निरीक्षण संख्या दर्ज करें
it: Inserisci il numero di ispezione del veicolo
ja: 車両検査番号を入力してください
pt: Por favor, insira o número de inspeção do veículo
ru: Пожалуйста, введите номер проверки автомобиля
sw: Tafadhali ingiza nambari ya ukaguzi wa gari
tr: Lütfen araç muayene numarasını girin
ur: براہ کرم گاڑیوں کے معائنے کا نمبر درج کریں
zh: 请输入车辆检查号码

# val_inspection_front_img
source: Please upload vehicle inspection front image
af: Laai asseblief die voorste beeld van die voertuiginspeksie op
ar: يرجى تحميل الصورة الأمامية لفحص السيارة
bn: দয়া করে যানবাহন পরিদর্শন সামনের চিত্র আপলোড করুন
es: Sube la imagen frontal de inspección del vehículo
fr: Veuillez télécharger l'image avant d'inspection des véhicules
hi: कृपया वाहन निरीक्षण फ्रंट इमेज अपलोड करें
it: Carica l'immagine anteriore dell'ispezione del veicolo
ja: 車両検査のフロント画像をアップロードしてください
pt: Faça o upload da imagem frontal da inspeção do veículo
ru: Пожалуйста, загрузите переднее изображение проверки автомобиля
sw: Tafadhali pakia ukaguzi wa gari la mbele
tr: Lütfen araç muayenesi ön resmi yükleyin
ur: براہ کرم گاڑیوں کے معائنہ فرنٹ امیج کو اپ لوڈ کریں
zh: 请上传车辆检查前图

# val_inspection_back_img
source: Please upload vehicle inspection back image
af: Laai asseblief die terugfoto van voertuie op oplaai
ar: يرجى تحميل صورة التفتيش مرة أخرى
bn: দয়া করে যানবাহন পরিদর্শন ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen de la inspección del vehículo
fr: Veuillez télécharger l'image d'inspection des véhicules
hi: कृपया वाहन निरीक्षण वापस छवि अपलोड करें
it: Si prega di caricare l'immagine di ispezione del veicolo
ja: 車両の検査を戻して画像をアップロードしてください
pt: Faça o upload da imagem traseira da inspeção do veículo
ru: Пожалуйста, загрузите проверку автомобиля обратно
sw: Tafadhali pakia ukaguzi wa gari nyuma
tr: Lütfen araç muayenesi geri resim yükleyin
ur: براہ کرم گاڑیوں کے معائنے کے پیچھے کی تصویر اپ لوڈ کریں
zh: 请上传车辆检查后图像

# val_inspection_start_date
source: Please select vehicle inspection start date
af: Kies asseblief voertuiginspeksie Begindatum
ar: الرجاء تحديد تاريخ بدء فحص السيارة
bn: যানবাহন পরিদর্শন শুরু তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio de inspección del vehículo
fr: Veuillez sélectionner la date de début de l'inspection du véhicule
hi: कृपया वाहन निरीक्षण प्रारंभ तिथि का चयन करें
it: Seleziona la data di inizio dell'ispezione del veicolo
ja: 車両検査の開始日を選択してください
pt: Selecione a data de início da inspeção do veículo
ru: Пожалуйста, выберите дату начала проверки транспортного средства
sw: Tafadhali chagua tarehe ya kuanza ukaguzi wa gari
tr: Lütfen araç denetim başlangıç ​​tarihini seçin
ur: براہ کرم گاڑیوں کے معائنے کے آغاز کی تاریخ منتخب کریں
zh: 请选择车辆检查开始日期

# val_inspection_end_date
source: Please select vehicle inspection end date
af: Kies die einddatum van die voertuiginspeksie
ar: الرجاء تحديد تاريخ نهاية فحص السيارة
bn: যানবাহন পরিদর্শন শেষ তারিখ নির্বাচন করুন
es: Seleccione la fecha de finalización de la inspección del vehículo
fr: Veuillez sélectionner la date de fin de l'inspection du véhicule
hi: कृपया वाहन निरीक्षण अंत तिथि का चयन करें
it: Seleziona la data di fine dell'ispezione del veicolo
ja: 車両検査の終了日を選択してください
pt: Selecione a data final da inspeção do veículo
ru: Пожалуйста, выберите дату окончания проверки автомобиля
sw: Tafadhali chagua tarehe ya ukaguzi wa gari
tr: Lütfen araç denetim bitiş tarihini seçin
ur: براہ کرم گاڑیوں کے معائنے کے اختتام کی تاریخ منتخب کریں
zh: 请选择车辆检查结束日期

# val_manifest_num
source: Please enter vehicle manifest number
af: Voer die voertuig se manifesnommer in
ar: الرجاء إدخال رقم بيان السيارة
bn: যানবাহন ম্যানিফেস্ট নম্বর লিখুন
es: Ingrese el número de manifiesto del vehículo
fr: Veuillez saisir le numéro de manifeste du véhicule
hi: कृपया वाहन घोषणापत्र संख्या दर्ज करें
it: Inserisci il numero manifest del veicolo
ja: 車両マニフェスト番号を入力してください
pt: Por favor, insira o número do manifesto do veículo
ru: Пожалуйста, введите манифестный номер автомобиля
sw: Tafadhali ingiza nambari ya Maonyesho ya Gari
tr: Lütfen araç manifest numarasını girin
ur: براہ کرم گاڑی کا منشور نمبر درج کریں
zh: 请输入车辆清单号码

# val_manifest_front_img
source: Please upload vehicle manifest front image
af: Laai asseblief die voorste beeld van die voertuig op
ar: يرجى تحميل الصورة الأمامية للسيارة
bn: দয়া করে যানবাহন ম্যানিফেস্ট ফ্রন্ট ইমেজ আপলোড করুন
es: Por favor cargue la imagen frontal manifiesta del vehículo
fr: Veuillez télécharger l'image avant manifeste des véhicules
hi: कृपया वाहन प्रकट सामने की छवि अपलोड करें
it: Carica l'immagine anteriore manifest del veicolo
ja: 車両マニフェストフロント画像をアップロードしてください
pt: Faça o upload da imagem frontal manifesto do veículo
ru: Пожалуйста, загрузите переднее изображение декларации транспортного средства
sw: Tafadhali pakia picha ya mbele ya gari
tr: Lütfen araç tezahürü ön resmi yükleyin
ur: براہ کرم گاڑی مینی فیسٹ فرنٹ امیج اپ لوڈ کریں
zh: 请上传车辆清单前图

# val_manifest_back_img
source: Please upload vehicle manifest back image
af: Laai asseblief die voertuig op
ar: يرجى تحميل صورة البيان الواضحة للمركبة
bn: দয়া করে যানবাহন ম্যানিফেস্ট ব্যাক ইমেজ আপলোড করুন
es: Por favor, cargue la imagen de la parte posterior del manifiesto del vehículo
fr: Veuillez télécharger l'image de dos manifeste des véhicules
hi: कृपया वाहन प्रकट होने वाली छवि अपलोड करें
it: Si prega di caricare l'immagine del manifest del veicolo
ja: 車両マニフェストバック画像をアップロードしてください
pt: Faça o upload da imagem de Back Manifest Back
ru: Пожалуйста, загрузите обратное изображение декларации транспортного средства
sw: Tafadhali pakia picha ya nyuma ya gari
tr: Lütfen araç tezahürü arka resmi yükleyin
ur: براہ کرم گاڑی کو ظاہر کرنے والی تصویر اپ لوڈ کریں
zh: 请上传车辆清单后退图像

# val_manifest_start_date
source: Please select vehicle manifest start date
af: Kies die voertuig se manifeste begindatum
ar: الرجاء تحديد تاريخ بدء تشغيل السيارة
bn: যানবাহন ম্যানিফেস্ট শুরুর তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio del manifiesto del vehículo
fr: Veuillez sélectionner la date de début du véhicule manifeste
hi: कृपया वाहन मेनिफेस्ट स्टार्ट डेट चुनें
it: Seleziona la data di inizio manifest del veicolo
ja: 車両マニフェストの開始日を選択してください
pt: Selecione a data de início do manifesto do veículo
ru: Пожалуйста, выберите дату начала регистрации транспортного средства
sw: Tafadhali chagua tarehe ya kuanza ya gari
tr: Lütfen Araç Manifest Başlangıç ​​Tarihini seçin
ur: براہ کرم گاڑی کی منشور کی شروعات کی تاریخ منتخب کریں
zh: 请选择车辆清单开始日期

# val_manifest_end_date
source: Please select vehicle manifest end date
af: Kies asseblief die einddatum van die voertuig
ar: الرجاء تحديد تاريخ نهاية البيان
bn: যানবাহন ম্যানিফেস্ট শেষ তারিখ নির্বাচন করুন
es: Seleccione la fecha de finalización del manifiesto del vehículo
fr: Veuillez sélectionner la date de fin du véhicule
hi: कृपया वाहन मेनिफेस्ट एंड तिथि का चयन करें
it: Seleziona la data di fine del manifest del veicolo
ja: 車両マニフェストの終了日を選択してください
pt: Selecione a data final do manifesto do veículo
ru: Пожалуйста, выберите дату окончания транспортного средства.
sw: Tafadhali chagua tarehe ya mwisho ya gari
tr: Lütfen araç manifest son tarihini seçin
ur: براہ کرم گاڑی کی منشور کی آخری تاریخ منتخب کریں
zh: 请选择车辆清单结束日期

# val_radio_num
source: Please enter vehicle radio tax number
af: Voer asseblief die radiobelastingnommer van die voertuig in
ar: الرجاء إدخال رقم ضريبة الراديو للمركبة
bn: যানবাহন রেডিও ট্যাক্স নম্বর লিখুন
es: Ingrese el número de impuesto a la radio del vehículo
fr: Veuillez saisir le numéro d'impôt radio du véhicule
hi: कृपया वाहन रेडियो टैक्स नंबर दर्ज करें
it: Inserisci il numero fiscale radio del veicolo
ja: 車両無線税番号を入力してください
pt: Por favor, insira o número de imposto de rádio do veículo
ru: Пожалуйста, введите номер радио налога на транспортное средство
sw: Tafadhali ingiza nambari ya ushuru ya gari
tr: Lütfen araç radyo vergisi numarasını girin
ur: براہ کرم وہیکل ریڈیو ٹیکس نمبر درج کریں
zh: 请输入车辆无线电税号

# val_radio_front_img
source: Please upload vehicle radio tax front image
af: Laai asseblief die voorste foto van die voertuigradio op
ar: يرجى تحميل صورة ضريبة الراديو للمركبة
bn: দয়া করে যানবাহন রেডিও ট্যাক্স ফ্রন্ট ইমেজ আপলোড করুন
es: Cargue la imagen frontal del vehículo de la radio impuestos
fr: Veuillez télécharger l'image avant de la taxe radio du véhicule
hi: कृपया वाहन रेडियो टैक्स फ्रंट इमेज अपलोड करें
it: Carica l'immagine anteriore fiscale radio del veicolo
ja: 車両ラジオ税のフロントイメージをアップロードしてください
pt: Faça o upload da imagem da frente do imposto de rádio do veículo
ru: Пожалуйста, загрузите фронт налога на радио -налог
sw: Tafadhali pakia picha ya redio ya gari la mbele
tr: Lütfen Araç Radyo Vergisi Ön Resim Yükle
ur: براہ کرم وہیکل ریڈیو ٹیکس فرنٹ امیج اپ لوڈ کریں
zh: 请上传车辆无线电税前图像

# val_radio_back_img
source: Please upload vehicle radio tax back image
af: Laai asseblief die radiobelasting van voertuie op oplaai
ar: يرجى تحميل صورة ضريبة الراديو للمركبة
bn: দয়া করে যানবাহন রেডিও ট্যাক্স ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen de retroceso de la radio del vehículo
fr: Veuillez télécharger l'image de retour de la taxe radio du véhicule
hi: कृपया वाहन रेडियो टैक्स बैक इमेज अपलोड करें
it: Carica l'immagine del retro delle tasse radio del veicolo
ja: 車両ラジオ税の画像をアップロードしてください
pt: Faça o upload da imagem do imposto de rádio do veículo
ru: Пожалуйста, загрузите изображение радио налога на транспортное средство
sw: Tafadhali pakia picha ya redio ya gari
tr: Lütfen araç radyo vergisi geri resim yükleyin
ur: براہ کرم وہیکل ریڈیو ٹیکس بیک امیج اپ لوڈ کریں
zh: 请上传车辆无线电税的图像

# val_radio_start_date
source: Please select vehicle radio tax start date
af: Kies asseblief die begindatum van die voertuigradiobelasting
ar: الرجاء تحديد تاريخ بدء ضريبة الراديو للمركبة
bn: যানবাহন রেডিও ট্যাক্স শুরুর তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio del impuesto a la radio del vehículo
fr: Veuillez sélectionner la date de début de la taxe radio du véhicule
hi: कृपया वाहन रेडियो टैक्स प्रारंभ तिथि का चयन करें
it: Seleziona la data di inizio della radio del veicolo
ja: 車両無線税の開始日を選択してください
pt: Selecione a data de início do imposto de rádio do veículo
ru: Пожалуйста, выберите дату начала радио налога на транспортное средство
sw: Tafadhali chagua tarehe ya kuanza ushuru wa gari
tr: Lütfen araç radyo vergisi başlangıç ​​tarihini seçin
ur: براہ کرم وہیکل ریڈیو ٹیکس کی شروعات کی تاریخ منتخب کریں
zh: 请选择车辆无线电税开始日期

# val_radio_end_date
source: Please select vehicle radio tax end date
af: Kies die einddatum van die voertuigradiobelasting
ar: الرجاء تحديد تاريخ نهاية ضريبة الراديو للمركبة
bn: যানবাহন রেডিও ট্যাক্স শেষ তারিখ নির্বাচন করুন
es: Seleccione la fecha de finalización del impuesto a la radio del vehículo
fr: Veuillez sélectionner la date de fin de la taxe radio du véhicule
hi: कृपया वाहन रेडियो कर अंत तिथि का चयन करें
it: Seleziona la data di fine delle tasse radio del veicolo
ja: 車両ラジオ税の終了日を選択してください
pt: Selecione a data final do imposto de rádio do veículo
ru: Пожалуйста, выберите дату окончания радио налога на транспортное средство
sw: Tafadhali chagua tarehe ya mwisho ya ushuru wa gari
tr: Lütfen araç radyo vergisi bitiş tarihini seçin
ur: براہ کرم وہیکل ریڈیو ٹیکس کے اختتام کی تاریخ منتخب کریں
zh: 请选择车辆无线电税结束日期

# txt_file_selected
source: File Selected
af: Lêer gekies
ar: ملف محدد
bn: ফাইল নির্বাচিত
es: Archivo seleccionado
fr: Fichier sélectionné
hi: चयनित फ़ाइल
it: File selezionato
ja: 選択したファイル
pt: Arquivo selecionado
ru: Файл выбран
sw: Faili iliyochaguliwa
tr: Dosya seçildi
ur: فائل منتخب
zh: 选择的文件

# txt_nofile_selected
source: No file Selected
af: Geen lêer gekies nie
ar: لم يتم اختيار اي ملف
bn: নির্বাচিত কোন ফাইল
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
hi: किसी भी फाइल का चयन नहीं
it: Nessun file selezionato
ja: ファイルが選択されていません
pt: Nenhum arquivo selecionado
ru: Файл не выбран
sw: Hakuna faili iliyochaguliwa
tr: Dosya seçilmedi
ur: کوئی فائل منتخب نہیں کی گئی
zh: 未选择文件

# txt_server_error
source: Server Error, Please Try again
af: Bedienerfout, probeer asseblief weer
ar: خطأ الخادم ، يرجى المحاولة مرة أخرى
bn: সার্ভার ত্রুটি, আবার চেষ্টা করুন
es: Error del servidor, intente nuevamente
fr: Erreur du serveur, veuillez réessayer
hi: सर्वर त्रुटि, कृपया पुनः प्रयास करें
it: Errore del server, riprova
ja: サーバーエラー、もう一度やり直してください
pt: Erro do servidor, tente novamente
ru: Ошибка сервера, попробуйте еще раз
sw: Kosa la seva, tafadhali jaribu tena
tr: Sunucu hatası, lütfen tekrar deneyin
ur: سرور کی خرابی ، براہ کرم دوبارہ کوشش کریں
zh: 服务器错误，请重试

# val_valid_otp
source: Please Enter Valid OTP
af: Voer asseblief geldige OTP in
ar: الرجاء إدخال OTP صالح
bn: বৈধ ওটিপি লিখুন দয়া করে
es: Ingrese OTP válido
fr: Veuillez saisir OTP valide
hi: कृपया मान्य OTP दर्ज करें
it: Inserisci OTP valido
ja: 有効なOTPを入力してください
pt: Por favor, insira o OTP válido
ru: Пожалуйста, введите действительный OTP
sw: Tafadhali ingiza OTP halali
tr: Lütfen geçerli OTP girin
ur: براہ کرم درست OTP درج کریں
zh: 请输入有效的OTP

# txt_double_click
source: Double click to exit app
af: Dubbelklik om die app te verlaat
ar: انقر نقرًا مزدوجًا للخروج من التطبيق
bn: অ্যাপ্লিকেশন থেকে প্রস্থান করতে ডাবল ক্লিক করুন
es: Haga doble clic para salir de la aplicación
fr: Double cliquer pour quitter l'application
hi: एग्जिट ऐप पर डबल क्लिक करें
it: Fare doppio clic per uscire dall'app
ja: ダブルクリックしてアプリを終了します
pt: Clique duas vezes para sair do aplicativo
ru: Двойной щелчок, чтобы выйти из приложения
sw: Bonyeza mara mbili ili kutoka kwa programu
tr: Uygulamadan çıkmak için çift tıklayın
ur: ایپ سے باہر نکلنے کے لئے ڈبل کلک کریں
zh: 双击即可退出应用

# txt_pick_from
source: Pickup from
af: Afhaal van
ar: تلتقط من
bn: থেকে পিকআপ
es: Recógelo de
fr: Ramasser de
hi: वहाँ से उठाओ
it: Pickup da
ja: からのピックアップ
pt: Pegar de
ru: Пикап от
sw: Pickup kutoka
tr: Dan almak
ur: سے اٹھاو
zh: 来自
