Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# txt_login
source: Login
af: Teken aan
ar: تسجيل الدخول
bn: প্রবেশ করুন
es: Acceso
fr: Connexion
hi: लॉग इन करें
it: Accedere
ja: ログイン
pt: Conecte-se
ru: Авторизоваться
sw: Ingia
tr: Giriş yapmak
ur: لاگ ان کریں
zh: 登录

# txt_mobile_number
source: Mobile Number
af: Selfoon nommer
ar: رقم الهاتف المحمول
bn: মোবাইল নম্বর
es: Número de teléfono móvil
fr: Numéro de portable
hi: मोबाइल नंबर
it: Numero di cellulare
ja: 携帯電話番号
pt: Número de celular
ru: Мобильный номер
sw: Namba ya simu ya mkononi
tr: Cep numarası
ur: موبائل فون کانمبر
zh: 手机号码

# txt_submit
source: Submit
af: Indien
ar: إرسال
bn: জমা দিন
es: Entregar
fr: Nous faire parvenir
hi: प्रस्तुत करना
it: Invia
ja: 送信
pt: Enviar
ru: Представлять на рассмотрение
sw: Wasilisha
tr: Göndermek
ur: جمع کرائیں
zh: 提交

# txt_continue_with
source: Or continue with
af: Of gaan voort met
ar: أو متابعة
bn: বা চালিয়ে যান
es: O continuar con
fr: Ou continuer avec
hi: या साथ जारी रखें
it: O continuare con
ja: または続行します
pt: Ou continue com
ru: Или продолжить с
sw: Au endelea na
tr: Veya devam et
ur: یا جاری رکھیں
zh: 或继续

# txt_select_lng
source: Select Language
af: Kies taal
ar: اختار اللغة
bn: ভাষা নির্বাচন কর
es: Seleccione el idioma
fr: Choisir la langue
hi: भाषा चुने
it: Seleziona la lingua
ja: 言語を選択する
pt: Selecione o idioma
ru: Выбрать язык
sw: Chagua lugha
tr: Dil Seçin
ur: زبان منتخب کریں
zh: 选择语言

# txt_select_country
source: Select Country
af: Kies land
ar: حدد الدولة
bn: দেশ নির্বাচন করুন
es: Seleccionar país
fr: Choisissez le pays
hi: देश चुनें
it: Seleziona il paese
ja: 国を選択
pt: Selecione o pais
ru: Выберите страну
sw: Chagua nchi
tr: Seçme Ülke
ur: ملک کا انتخاب کیجئے
zh: 选择国家

# txt_search
source: Search
af: Soek
ar: يبحث
bn: অনুসন্ধান
es: Buscar
fr: Rechercher
hi: खोज
it: Ricerca
ja: 探す
pt: Procurar
ru: Поиск
sw: Tafuta
tr: Arama
ur: تلاش
zh: 搜索

# txt_last_pick
source: LAST PICK
af: Laaste keuse
ar: اخر قطفة
bn: শেষ নির্বাচন
es: ULTIMA SELECCION
fr: Dernier choix
hi: आखिरी पिकअप
it: ULTIMA SCELTA
ja: 最後のピック
pt: ÚLTIMA PICARETA
ru: Последний выбор
sw: Chaguo la mwisho
tr: SON SEÇİM
ur: آخری چن
zh: 最后选择

# txt_successfully
source: Succesfully
af: suksesvol
ar: بنجاح
bn: সফলভাবে
es: exitosamente
fr: avec succès
hi: सफलतापूर्वक
it: con successo
ja: 正常に
pt: com sucesso
ru: успешно
sw: kwa mafanikio
tr: başarıyla
ur: کامیابی سے
zh: 成功地

# txt_your_otp
source: Your OTP is
af: U OTP is
ar: OTP الخاص بك هو
bn: আপনার ওটিপি হয়
es: Tu OTP es
fr: Votre OTP est
hi: आपका OTP है
it: Il tuo OTP è
ja: あなたのOTPはです
pt: Seu OTP é
ru: Ваш OTP есть
sw: OTP yako ni
tr: OTP'niz
ur: آپ کا OTP ہے
zh: 您的OTP是

# txt_otp_sent_successfully
source: OTP sent succesfully
af: OTP het suksesvol gestuur
ar: أرسلت OTP بنجاح
bn: ওটিপি সফলভাবে পাঠিয়েছে
es: OTP enviado con éxito
fr: OTP a envoyé avec succès
hi: ओटीपी ने सफलतापूर्वक भेजा
it: OTP ha inviato con successo
ja: OTPは成功しました
pt: OTP enviou com sucesso
ru: OTP послал успешно
sw: OTP ilituma kwa nguvu
tr: OTP başarılı bir şekilde gönderildi
ur: او ٹی پی نے کامیابی کے ساتھ بھیجا
zh: OTP成功发送了

# txt_verification
source: Verification
af: Verifikasie
ar: تَحَقّق
bn: প্রতিপাদন
es: Verificación
fr: Vérification
hi: सत्यापन
it: Verifica
ja: 検証
pt: Verificação
ru: Проверка
sw: Uthibitishaji
tr: Doğrulama
ur: تصدیق
zh: 确认

# txt_enter_code_we_sent
source: Enter the verification code we just sent you on your Mobile Number
af: Voer die verifikasiekode in wat ons pas op u selfoonnommer gestuur het
ar: أدخل رمز التحقق الذي أرسلناه لك للتو على رقم هاتفك المحمول
bn: যাচাইকরণ কোডটি প্রবেশ করান আমরা আপনাকে কেবল আপনার মোবাইল নম্বরটিতে প্রেরণ করেছি
es: Ingrese el código de verificación que le acabamos de enviar en su número de teléfono móvil
fr: Entrez le code de vérification que nous venons de vous envoyer sur votre numéro de mobile
hi: सत्यापन कोड दर्ज करें जो हमने आपको अपने मोबाइल नंबर पर भेजा है
it: Inserisci il codice di verifica che ti abbiamo appena inviato sul tuo numero di cellulare
ja: 携帯電話番号に送信した確認コードを入力してください
pt: Digite o código de verificação que acabamos de enviar para você no seu número de celular
ru: Введите код проверки, который мы только что отправили вам на ваш номер мобильного телефона
sw: Ingiza nambari ya uthibitishaji tumekutumia tu kwenye nambari yako ya rununu
tr: Cep telefonu numaranıza gönderdiğimiz doğrulama kodunu girin
ur: توثیق کا کوڈ درج کریں ہم نے ابھی آپ کو آپ کے موبائل نمبر پر بھیجا ہے
zh: 输入我们刚刚发送给您的手机号码的验证代码

# txt_resend_otp
source: Resend OTP
ar: إعادة إرسال OTP
bn: ওটিপি পুনরায় পাঠানো
es: Reiniciar OTP
fr: Repenser otp
hi: ओटीपी पुनः भेजें
it: rispedisci otp
ja: otpを再送信します
pt: Reenvie otp
ru: Повторный ОТП
sw: Rejesha OTP
tr: OTP'yi yeniden yap
ur: رینڈ او ٹی پی
zh: 重新启动OTP

# txt_verify
source: Verify
af: Bevestig
ar: تحقق
bn: যাচাই করুন
es: Verificar
fr: Vérifier
hi: सत्यापित करना
it: Verificare
ja: 確認
pt: Verificar
ru: Проверять
sw: Thibitisha
tr: Doğrulamak
ur: تصدیق کریں
zh: 核实

# txt_error
source: Error
af: Fout
ar: خطأ
bn: ত্রুটি
fr: Erreur
hi: गलती
it: Errore
ja: エラー
pt: Erro
ru: Ошибка
sw: Kosa
tr: Hata
ur: غلطی
zh: 错误

# txt_ok
source: Ok
ar: موافق
bn: ঠিক আছে
fr: D'accord
hi: ठीक
ja: わかった
ru: Хорошо
sw: Sawa
tr: Tamam
ur: ٹھیک ہے
zh: 行

# txt_upload_details
source: Upload Details
af: Laai besonderhede op
ar: تحميل التفاصيل
bn: বিশদ আপলোড করুন
es: Detalles de carga
fr: Télécharger les détails
hi: विवरण अपलोड करें
it: Carica i dettagli
ja: 詳細をアップロードします
pt: Envie detalhes
ru: Загрузите детали
sw: Pakia maelezo
tr: Ayrıntıları Yükle
ur: تفصیلات اپ لوڈ کریں
zh: 上传详细信息

# txt_vehicle_picture
source: Vehicle Pictures
af: Voertuigfoto's
ar: صور المركبات
bn: গাড়ির ছবি
es: Fotos del vehículo
fr: Photos de véhicule
hi: वाहन चित्र
it: Immagini del veicolo
ja: 車両の写真
pt: Fotos do veículo
ru: Автомобильные картинки
sw: Picha za gari
tr: Araç resimleri
ur: گاڑیوں کی تصاویر
zh: 车辆图片

# txt_vehicle_number
source: Vehicle Number
af: Voertuignommer
ar: عدد المركبات
bn: যানবাহন নম্বর
es: Número de vehículo
fr: Numéro de véhicule
hi: गाडी नंबर
it: Numero del veicolo
ja: 車両番号
pt: Número do veículo
ru: Номер автомобиля
sw: Nambari ya gari
tr: Araç numarası
ur: گاڑی کا نمبر
zh: 车辆号码

# txt_upload_image
source: Upload Image
af: Laai beeld op
ar: تحميل الصور
bn: ছবি আপলাড
es: Cargar imagen
fr: Télécharger l'image
hi: तस्वीर डालिये
it: Carica immagine
ja: 画像をアップロードします
pt: Enviar Imagem
ru: Загрузить изображение
sw: Pakia picha
tr: Fotoğraf yükleniyor
ur: تصویر انٹرنیٹ پر ڈالنا
zh: 上传图片

# txt_front
source: Front
af: Voorkant
ar: أمام
bn: সামনে
es: Parte delantera
fr: De face
hi: सामने
it: Davanti
ja: フロント
pt: Frente
ru: Фронт
sw: Mbele
tr: Ön
ur: سامنے
zh: 正面

# txt_back
source: Back
af: Rug
ar: خلف
bn: পেছনে
es: atrás
fr: Dos
hi: पीछे
it: Di ritorno
ja: 戻る
pt: Voltar
ru: Назад
sw: Nyuma
tr: Geri
ur: پیچھے
zh: 后退

# txt_driver_id_card
source: Driver Identification Card
af: Bestuurderidentifikasiekaart
ar: بطاقة تعريف السائق
bn: ড্রাইভার সনাক্তকরণ কার্ড
es: Tarjeta de identificación del conductor
fr: Carte d'identification du conducteur
hi: चालक पहचान पत्र
it: Scheda di identificazione del driver
ja: ドライバー識別カード
pt: Cartão de identificação do driver
ru: Идентификационная карта драйвера
sw: Kadi ya kitambulisho cha dereva
tr: Sürücü Kimlik Kartı
ur: ڈرائیور شناختی کارڈ
zh: 驾驶员身份证

# txt_id_number
source: ID Number
af: ID-nommer
ar: رقم الهوية
bn: আইডি নাম্বার
es: número de identificación
fr: Numéro d'identification
hi: आईडी नंबर
it: Numero ID
ja: ID番号
pt: número de identidade
ru: идентификационный номер
sw: Nambari ya kitambulisho
tr: kimlik Numarası
ur: شناختی نمبر
zh: 身份证号

# txt_valid_from
source: Valid From
af: Geldig vanaf
ar: صالح من تاريخ
bn: বৈধ হবে
es: Válida desde
fr: Valide à partir de
hi: से मान्य
it: Valido dal
ja: から有効
pt: Válido de
ru: Действителен с
sw: Halali kutoka
tr: Kadar geçerli
ur: سے درست
zh: 有效

# txt_valid_until
source: Valid Until
af: Geldig tot
ar: صالح حتى
bn: বৈধতার সীমা
es: Válido hasta
fr: Valable jusque
hi: तब तक वैध
it: Valido fino a
ja: まで有効
pt: Válido até
ru: Действительна до
sw: Halali mpaka
tr: Kadar geçerli
ur: قابل قبول جب تک
zh: 有效直到为止

# txt_driver_driving_license
source: Driver Driving License
af: Bestuurderbestuurslisensie
ar: رخصة قيادة القيادة
bn: ড্রাইভার ড্রাইভিং লাইসেন্স
es: Licencia de conducir conducir
fr: Permis de conduite
hi: चालक ड्राइविंग लाइसेंस
it: Patente di guida conducente
ja: ドライバー運転免許証
pt: Carteira de motorista de motorista
ru: Водительские права водительских прав
sw: Leseni ya Kuendesha Dereva
tr: Sürücü ehliyeti
ur: ڈرائیور ڈرائیونگ لائسنس
zh: 驾驶执照

# txt_license_number
source: License Number
af: Lisensienommer
ar: رقم الرخصة
bn: লাইসেন্স সংখ্যা
es: Número de licencia
fr: Numéro de licence
hi: लाइसेंस संख्या
it: Numero di licenza
ja: ライセンス番号
pt: Número de licença
ru: Лицензионный номер
sw: Nambari ya leseni
tr: Lisans numarası
ur: لائسنس نمبر
zh: 许可证号码

# txt_vehicle_registration
source: Vehicle Registration
af: Voertuigregistrasie
ar: استمارة المركبة
bn: যানবাহন নিবন্ধন
es: Registro de Vehículo
fr: Immatriculation des véhicules
hi: वाहन पंजीकरण
it: Registrazione del veicolo
ja: 車両登録
pt: Registro de Veículo
ru: Регистрация транспортных средств
sw: Usajili wa gari
tr: Araç Kayıt
ur: گاڑیوں کا اندراج
zh: 车辆登记

# txt_registration_number
source: Registration Number
af: Registrasienommer
ar: رقم التسجيل
bn: নিবন্ধন নম্বর
es: Número de registro
fr: Numéro d'enregistrement
hi: पंजीकरण संख्या
it: Numero di registrazione
ja: 登録番号
pt: Número de registro
ru: Регистрационный номер
sw: Nambari ya usajili
tr: Kayıt numarası
ur: رجسٹریشن نمبر
zh: 注册号码

# txt_next
source: Next
af: Vervolgens
ar: التالي
bn: পরবর্তী
es: Próximo
fr: Suivant
hi: अगला
it: Prossimo
ja: 次
pt: Próximo
ru: Следующий
sw: Ifuatayo
tr: Sonraki
ur: اگلے
zh: 下一个

# txt_vehicle_ownership
source: Vehicle Ownership
af: Voertuigbesit
ar: ملكية المركبات
bn: গাড়ির মালিকানা
es: Propiedad del vehículo
fr: Possession de véhicules
hi: वाहन स्वामित्व
it: Proprietà del veicolo
ja: 車両の所有
pt: Propriedade do veículo
ru: Владение транспортным средством
sw: Umiliki wa gari
tr: Araç sahipliği
ur: گاڑیوں کی ملکیت
zh: 车辆所有权

# txt_ownership_number
source: Ownership Number
af: Eienaarnommer
ar: رقم الملكية
bn: মালিকানা নম্বর
es: Número de propiedad
fr: Numéro de propriété
hi: स्वामित्व संख्या
it: Numero di proprietà
ja: 所有権番号
pt: Número de propriedade
ru: Номер владения
sw: Nambari ya umiliki
tr: Sahiplik numarası
ur: ملکیت کا نمبر
zh: 所有权号码

# txt_vehicle_insurance
source: Vehicle Insurance
af: Voertuigversekering
ar: التأمين على المركبات
bn: যানবাহন বীমা
es: Seguro de vehículo
fr: Assurance automobile
hi: वाहन बीमा
it: Assicurazione del veicolo
ja: 車両保険
pt: Seguro de veículo
ru: Страхование транспортного средства
sw: Bima ya gari
tr: Araç sigortası
ur: گاڑی انشورنس
zh: 车辆保险

# txt_vehicle_inspection
source: Vehicle Inspection
af: Voertuiginspeksie
ar: فحص المركبة
bn: যানবাহন পরিদর্শন
es: Inspeccion de vehiculo
fr: Inspection de véhicule
hi: वाहन निरीक्षण
it: Ispezione del veicolo
ja: 車検
pt: Inspeção veicular
ru: Техосмотр
sw: Ukaguzi wa gari
tr: Araç muayenesi
ur: گاڑیوں کا معائنہ
zh: 车辆检查

# txt_insurance_number
source: Insurance Number
af: Versekeringsnommer
ar: رقم التأمين
bn: বীমা নম্বর
es: Numero de seguro
fr: Numéro d'assurance
hi: बीमा संख्या
it: Numero di polizza
ja: 保険番号
pt: Número de seguro
ru: Номер страховки
sw: Nambari ya bima
tr: Sigorta numarası
ur: انشورنس نمبر
zh: 保险号码

# txt_inspection_number
source: Inspection Number
af: Inspeksienommer
ar: رقم التفتيش
bn: পরিদর্শন নম্বর
es: Número de inspección
fr: Numéro d'inspection
hi: निरीक्षण संख्या
it: Numero di ispezione
ja: 検査番号
pt: Número de inspeção
ru: Инспекционный номер
sw: Nambari ya ukaguzi
tr: Denetim numarası
ur: معائنہ نمبر
zh: 检查编号

# txt_vehicle_manifest
source: Vehicle Manifest
af: Voertuig manifesteer
ar: بيان السيارة
bn: যানবাহন প্রকাশ
es: Manifiesto del vehículo
fr: Manifeste des véhicules
hi: वाहन प्रकट
it: Manifesto del veicolo
ja: 車両マニフェスト
pt: Manifesto do veículo
ru: Автомобиль Манифест
sw: Maonyesho ya gari
tr: Araç tezahürü
ur: گاڑی کا منشور
zh: 车辆表现

# txt_manifest_number
source: Manifest Number
af: Manifeste nommer
ar: رقم واضح
bn: ম্যানিফেস্ট নম্বর
es: Número manifiesto
fr: Numéro de manifeste
hi: प्रकट संख्या
it: Numero manifesto
ja: マニフェスト番号
pt: Número de manifesto
ru: Манифестный номер
sw: Nambari ya wazi
tr: Manifest Numarası
ur: ظاہر نمبر
zh: 清单号码

# txt_vehicle_radio_tax
source: Vehicle Radio Tax
af: Voertuigradiobelasting
ar: ضريبة راديو السيارة
bn: যানবাহন রেডিও ট্যাক্স
es: Impuesto a la radio del vehículo
fr: Taxe de radio de véhicule
hi: वाहन रेडियो कर
it: Tassa radio del veicolo
ja: 車両無線税
pt: Imposto de rádio do veículo
ru: Налог на транспортное средство
sw: Ushuru wa Redio ya Gari
tr: Araç Radyo Vergisi
ur: گاڑی ریڈیو ٹیکس
zh: 车辆无线电税

# txt_radio_tax_number
source: Radio Tax Number
af: Radiobelastingnommer
ar: رقم ضريبة الراديو
bn: রেডিও ট্যাক্স নম্বর
es: Número de impuesto a la radio
fr: Numéro de taxe radio
hi: रेडियो कर संख्या
it: Numero fiscale radio
ja: 無線税番号
pt: Número do imposto de rádio
ru: Радиологовый номер
sw: Nambari ya ushuru ya redio
tr: Radyo Vergisi Numarası
ur: ریڈیو ٹیکس نمبر
zh: 无线电税号

# txt_done
source: Done
af: Gedoen
ar: فعله
bn: সম্পন্ন
es: Hecho
fr: Fait
hi: की गई
it: Fatto
ja: 終わり
pt: Feito
ru: Сделанный
sw: Imekamilika
tr: Tamamlandı
ur: کیا
zh: 完毕

# txt_almost_done
source: Almost done! Enter mobile number to continue
af: Amper klaar! Voer mobiele nommer in om voort te gaan
ar: يكاد ينتهي! أدخل رقم الهاتف المحمول للمتابعة
bn: প্রায় শেষ! চালিয়ে যেতে মোবাইল নম্বর প্রবেশ করান
es: ¡Casi termino! Ingrese el número de móvil para continuar
fr: Presque fini! Entrez le numéro de mobile pour continuer
hi: लगभग हो गया! जारी रखने के लिए मोबाइल नंबर दर्ज करें
it: Quasi fatto! Inserisci il numero di cellulare per continuare
ja: ほぼ完了しました！携帯電話番号を入力して続行します
pt: Quase pronto! Digite o número do celular para continuar
ru: Почти готово! Введите номер мобильного телефона, чтобы продолжить
sw: Karibu umekamilika! Ingiza nambari ya rununu kuendelea
tr: Neredeyse bitti! Devam etmek için cep telefonu numarasını girin
ur: تقریپا ہو گیا! جاری رکھنے کے لئے موبائل نمبر درج کریں
zh: 快要完成了！输入手机号码继续

# txt_menu
source: MENU
af: SPYSKAART
ar: قائمة
bn: তালিকা
es: MENÚ
hi: मेन्यू
it: MENÙ
ja: メニュー
pt: CARDÁPIO
ru: МЕНЮ
sw: Mechi
tr: MENÜ
ur: مینو
zh: 菜单

# txt_driver_profile
source: Driver profile
af: Bestuurderprofiel
ar: ملف تعريف السائق
bn: ড্রাইভার প্রোফাইল
es: Perfil del conductor
fr: Profil de conducteur
hi: चालक प्रोफ़ाइल
it: Profilo del driver
ja: ドライバープロファイル
pt: Perfil do driver
ru: Профиль драйвера
sw: Profaili ya Dereva
tr: Sürücü profili
ur: ڈرائیور پروفائل
zh: 驱动程序配置文件

# txt_upload_doc_info
source: Uploaded Doc. and Car info.
af: Opgelaaide dokument en motorinligting.
ar: تم تحميلها وثيقة ومعلومات السيارة.
bn: আপলোড করা নথি এবং গাড়ী তথ্য।
es: Información de documento y automóvil cargado.
fr: Informations sur le document et la voiture téléchargées.
hi: अपलोड किए गए दस्तावेज़ और कार की जानकारी।
it: Documento caricato e informazioni sull'auto.
ja: アップロードされたドキュメントと車の情報。
pt: Carregado Informações sobre documentos e carro.
ru: Загрузился документ и информация о автомобиле.
sw: Hati iliyopakiwa na habari ya gari.
tr: Yüklenen belge ve araba bilgileri.
ur: اپ لوڈ کردہ دستاویز اور کار کی معلومات۔
zh: 上传文档和汽车信息。

# txt_add_new_doc
source: Add New Document
af: Voeg nuwe dokument by
ar: أضف وثيقة جديدة
bn: নতুন নথি যুক্ত করুন
es: Agregar nuevo documento
fr: Ajouter un nouveau document
hi: नया दस्तावेज़ जोड़ें
it: Aggiungi nuovo documento
ja: 新しいドキュメントを追加します
pt: Adicione um novo documento
ru: Добавить новый документ
sw: Ongeza hati mpya
tr: Yeni belge ekle
ur: نئی دستاویز شامل کریں
zh: 添加新文档

# txt_bank_info
source: Bank Information
af: Bankinligting
ar: المعلومات المصرفية
bn: ব্যাংক তথ্য
es: Información bancaria
fr: Informations bancaires
hi: बैंक जानकारी
it: Informazioni bancarie
ja: 銀行情報
pt: Informação bancária
ru: Банковская информация
sw: Habari ya Benki
tr: Banka bilgisi
ur: بینک کی معلومات
zh: 银行信息

# txt_transaction
source: Transaction
af: Transaksie
ar: عملية
bn: লেনদেন
es: Transacción
hi: लेन-देन
it: Transazione
ja: 取引
pt: Transação
ru: Сделка
sw: Shughuli
tr: İşlem
ur: لین دین
zh: 交易

# txt_my_trip
source: My Trips
af: My reise
ar: رحلاتي
bn: আমার ট্রিপস
es: Mis viajes
fr: Mes excursions
hi: मेरे सुझाव
it: I miei viaggi
ja: 私の旅行
pt: Minhas viagens
ru: Мои поездки
sw: Safari zangu
tr: Gezilerim
ur: میرے دورے
zh: 我的旅行

# txt_support
source: Support
af: Steunstuk
ar: الدعم
bn: সমর্থন
es: Apoyo
fr: Soutien
hi: सहारा
it: Supporto
ja: サポート
pt: Apoio, suporte
ru: Поддерживать
sw: Msaada
tr: Destek olmak
ur: تائید
zh: 支持

# txt_about_us
source: About us
af: Oor ons
ar: معلومات عنا
bn: আমাদের সম্পর্কে
es: Sobre nosotros
fr: À propos de nous
hi: हमारे बारे में
it: Chi siamo
ja: 私たちに関しては
pt: Sobre nós
ru: О нас
sw: Kuhusu sisi
tr: Hakkımızda
ur: ہمارے بارے میں
zh: 关于我们

# txt_terms_condition
source: Terms And Condition
af: Terme en voorwaarde
ar: أحكام وشروط
bn: শর্তাবলী
es: Términos y Condiciones
fr: Termes et conditions
hi: नियम व शर्तें
it: Termini e condizioni
ja: 条件
pt: Termos e Condições
ru: Сроки и условия
sw: Masharti na hali
tr: Şartlar ve koşullar
ur: شرائط و ضوابط
zh: 附带条约

# txt_logout
source: Log Out
af: Teken uit
ar: تسجيل خروج
bn: প্রস্থান
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
it: Disconnettersi
ja: ログアウト
pt: Sair
ru: Выйти
sw: Ingia
tr: Çıkış Yap
ur: لاگ آوٹ
zh: 登出

# txt_edit_profile
source: EDIT PROFILE
af: WYSIG PROFIEL
ar: تعديل الملف الشخصي
bn: জীবন বৃত্তান্ত সম্পাদনা
es: EDITAR PERFIL
fr: EDITER LE PROFIL
hi: प्रोफ़ाइल संपादित करें
it: MODIFICA PROFILO
ja: プロファイル編集
pt: EDITAR PERFIL
ru: РЕДАКТИРОВАТЬ ПРОФИЛЬ
sw: Hariri wasifu
tr: PROFİLİ DÜZENLE
ur: پروفائل میں ترمیم کریں
zh: 编辑个人资料

# txt_name
source: Name
af: Naam
ar: اسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
pt: Nome
ru: Имя
sw: Jina
tr: İsim
ur: نام
zh: 名称

# txt_email
source: Email
af: E -pos
ar: بريد إلكتروني
bn: ইমেল
es: Correo electrónico
hi: ईमेल
ja: Eメール
pt: O email
ru: Эл. адрес
sw: Barua pepe
tr: E -posta
ur: ای میل
zh: 电子邮件

# txt_camera
source: Camera
af: Kamera
ar: آلة تصوير
bn: ক্যামেরা
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Telecamera
ja: カメラ
pt: Câmera
ru: Камера
sw: Kamera
tr: Kamera
ur: کیمرا
zh: 相机

# txt_gallery
source: Gallery
ar: صالة عرض
bn: গ্যালারী
es: Galería
fr: Galerie
hi: गेलरी
it: Galleria
ja: ギャラリー
pt: Galeria
ru: Галерея
sw: Matunzio
tr: Galeri
ur: گیلری ، نگارخانہ
zh: 画廊

# txt_uploaded_documents_info
source: UPLOADED DOCUMENTS INFO
af: Inligting opgelaai dokumente
ar: معلومات تم تحميلها
bn: আপলোড করা নথি তথ্য
es: Información de documentos cargados
fr: Informations sur les documents téléchargés
hi: अपलोड किए गए दस्तावेज़ जानकारी
it: Informazioni sui documenti caricati
ja: アップロードされたドキュメント情報
pt: Informações sobre documentos enviados
ru: Загруженные документы Информация
sw: Maelezo ya hati zilizopakiwa
tr: Yüklenen belgeler bilgi
ur: اپ لوڈ کردہ دستاویزات کی معلومات
zh: 上传文档信息

# txt_pending
source: Pending
af: Hangende
ar: قيد الانتظار
bn: বিচারাধীন
es: Pendiente
fr: En attente
hi: लंबित
it: In attesa di
ja: 保留中
pt: Pendente
ru: В ожидании
sw: Inasubiri
tr: Bekliyor
ur: زیر التوا
zh: 待办的

# txt_approved
source: Approved
af: Goedgekeur
ar: وافق
bn: অনুমোদিত
es: Aprobado
fr: Approuvé
hi: स्वीकृत
it: Approvato
ja: 承認済み
pt: Aprovado
ru: Одобренный
sw: Kupitishwa
tr: Onaylı
ur: منظورشدہ
zh: 得到正式认可的

# txt_upload_detail
source: UPLOAD DETAILS
af: Laai besonderhede op
ar: تحميل التفاصيل
bn: বিশদ আপলোড করুন
es: Detalles de carga
fr: Télécharger les détails
hi: विवरण अपलोड करें
it: Carica i dettagli
ja: 詳細をアップロードします
pt: Envie detalhes
ru: Загрузите детали
sw: Pakia maelezo
tr: Ayrıntıları Yükle
ur: تفصیلات اپ لوڈ کریں
zh: 上传详细信息

# txt_welcome
source: welcome
af: welkom
ar: أهلا بك
bn: স্বাগত
es: bienvenidos
fr: bienvenue
hi: स्वागत
it: Benvenuto
ja: ようこそ
pt: Bem-vindo
ru: добро пожаловать
sw: Karibu
tr: Hoşgeldiniz
ur: خوش آمدید
zh: 欢迎

# txt_welcome_and_setup
source: Here's what you need to do set up your account
af: Hier is wat u moet doen om u rekening op te stel
ar: إليك ما تحتاجه للقيام بإعداد حسابك
bn: আপনার অ্যাকাউন্ট সেট আপ করতে আপনার যা দরকার তা এখানে
es: Esto es lo que necesita hacer, configure su cuenta
fr: Voici ce que vous devez faire pour configurer votre compte
hi: यहां आपको अपना खाता सेट करने की आवश्यकता है
it: Ecco cosa devi fare per impostare il tuo account
ja: これがあなたのアカウントを設定するために必要なことです
pt: Aqui está o que você precisa fazer configurar sua conta
ru: Вот что вам нужно сделать, настроить свою учетную запись
sw: Hapa ndio unahitaji kufanya kuanzisha akaunti yako
tr: Hesabınızı ayarlamak için yapmanız gerekenler
ur: یہاں آپ کو اپنا اکاؤنٹ ترتیب دینے کی ضرورت ہے
zh: 这是您需要设置帐户需要做的事情

# txt_take_photo
source: Take a photo of your
af: Neem 'n foto van u
ar: التقط صورة لك
bn: আপনার একটি ছবি নিন
es: Toma una foto de tu
fr: Prenez une photo de votre
hi: अपनी एक तस्वीर ले लो
it: Scatta una foto del tuo
ja: あなたの写真を撮ります
pt: Tire uma foto do seu
ru: Сфотографируйте свой
sw: Chukua picha yako
tr: Bir fotoğrafını çek
ur: اپنی تصویر لیں
zh: 给你的照片

# val_upload_doc
source: Please upload documents
af: Laai asseblief dokumente op
ar: يرجى تحميل المستندات
bn: নথি আপলোড করুন
es: Sube documentos
fr: Veuillez télécharger des documents
hi: कृपया दस्तावेज़ अपलोड करें
it: Carica documenti
ja: ドキュメントをアップロードしてください
pt: Faça o upload de documentos
ru: Пожалуйста, загрузите документы
sw: Tafadhali pakia hati
tr: Lütfen belgeleri yükleyin
ur: براہ کرم دستاویزات اپ لوڈ کریں
zh: 请上传文档

# txt_update_document
source: Update document
af: Opdateringsdokument
ar: مستند تحديث
bn: ডকুমেন্ট আপডেট করুন
es: Documento de actualización
fr: Mettre à jour le document
hi: अद्यतन दस्तावेज़
it: Documento di aggiornamento
ja: ドキュメントを更新します
pt: Documento de atualização
ru: Обновить документ
sw: Sasisha hati
tr: Güncelleme belgesi
ur: دستاویز کو اپ ڈیٹ کریں
zh: 更新文档

# txt_holder_name
source: Bank Holder name
af: Bankhouer naam
ar: اسم حامل البنك
bn: ব্যাংক ধারকের নাম
es: Nombre del titular del banco
fr: Nom du titulaire de la banque
hi: बैंक धारक नाम
it: Nome detentore della banca
ja: 銀行所有者名
pt: Nome do titular do banco
ru: Банк -владелец название
sw: Jina la Mmiliki wa Benki
tr: Banka Sahibi Adı
ur: بینک ہولڈر کا نام
zh: 银行持有人名称

# txt_account_number
source: Account Number
af: Rekening nommer
ar: رقم حساب
bn: হিসাব নাম্বার
es: Número de cuenta
fr: Numéro de compte
hi: खाता संख्या
it: Numero di conto
ja: 口座番号
pt: Número de conta
ru: Номер счета
sw: Nambari ya akaunti
tr: Hesap numarası
ur: اکاؤنٹ نمبر
zh: 账号

# txt_ifsc_code
source: IFSC code
af: IFSC -kode
ar: رمز IFSC
bn: আইএফএসসি কোড
es: Código IFSC
fr: Code IFSC
hi: IFSC कोड
it: Codice IFSC
ja: ifscコード
pt: Código IFSC
ru: IFSC код
sw: Nambari ya IFSC
tr: IFSC kodu
ur: IFSC کوڈ
zh: IFSC代码

# txt_bank_name
source: Bank Name
af: Bank Naam
ar: اسم البنك
bn: ব্যাংকের নাম
es: Nombre del banco
fr: Nom de banque
hi: बैंक का नाम
it: Nome della banca
ja: 銀行名
pt: Nome do banco
ru: Название банка
sw: Jina la benki
tr: Banka adı
ur: بینک کا نام
zh: 银行名称

# txt_transaction_upr
source: TRANSACTIONS
af: Transaksies
ar: المعاملات
bn: লেনদেন
es: ACTAS
hi: लेनदेन
it: Transazioni
ja: トランザクション
pt: Transações
ru: Транзакции
sw: Shughuli
tr: İşlemler
ur: لین دین
zh: 交易

# txt_total_amt
source: Total Amount
af: Totale bedrag
ar: المبلغ الإجمالي
bn: সর্বমোট পরিমাণ
es: Cantidad total
fr: Montant total
hi: कुल राशि
it: Importo totale
ja: 合計金額
pt: Montante total
ru: Общая сумма
sw: Jumla
tr: Toplam tutar
ur: کل رقم
zh: 总金额

# txt_cash
source: Cash
af: Kontant
ar: نقدي
bn: নগদ
es: Dinero
fr: En espèces
hi: नकद
it: Contanti
ja: 現金
pt: Dinheiro
ru: Денежные средства
sw: Fedha
tr: Peşin
ur: نقد
zh: 现金

# txt_online
source: Online
af: Aanlyn
ar: متصل
bn: অনলাইন
es: En línea
fr: En ligne
hi: ऑनलाइन
it: in linea
ja: オンライン
ru: онлайн
sw: Mkondoni
tr: İnternet üzerinden
ur: آن لائن
zh: 在线的
