Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# txt_profile_under_review
source: Your profile is under review, you can't take ride until admin activates it.
af: U profiel is onder die loep, u kan nie rit neem voordat Administrasie dit aktiveer nie.
ar: ملف التعريف الخاص بك قيد المراجعة ، لا يمكنك ركوبه حتى ينشطه المسؤول.
bn: আপনার প্রোফাইল পর্যালোচনাধীন রয়েছে, অ্যাডমিন এটি সক্রিয় না করা পর্যন্ত আপনি যাত্রা নিতে পারবেন না।
es: Su perfil está en revisión, no puede conducir hasta que el administrador lo active.
fr: Votre profil est en cours d'examen, vous ne pouvez pas faire de tour avant que l'administrateur ne l'activait.
hi: आपकी प्रोफ़ाइल की समीक्षा की जा रही है, आप तब तक सवारी नहीं कर सकते जब तक कि व्यवस्थापक इसे सक्रिय नहीं करता।
it: Il tuo profilo è in fase di revisione, non puoi fare un giro fino a quando l'amministratore non lo attiva.
ja: あなたのプロフィールはレビュー中です。管理者がアクティブになるまで乗ることはできません。
pt: Seu perfil está em revisão, você não pode dar uma volta até que o administrador o ative.
ru: Ваш профиль находится в рассмотрении, вы не можете ездить, пока администратор не активирует его.
sw: Profaili yako iko chini ya kukaguliwa, huwezi kuchukua safari hadi admin itakapowasha.
tr: Profiliniz inceleniyor, yönetici etkinleştirene kadar binemezsiniz.
ur: آپ کا پروفائل زیر غور ہے ، جب تک ایڈمن اسے متحرک نہیں کرتا ہے اس وقت تک آپ سواری نہیں کرسکتے ہیں۔
zh: 您的个人资料正在审核中，直到管理员激活它，您才能乘坐。

# txt_your_account_deactivateed
source: Your account has been deactivated by admin, please contact them.
af: U rekening is deur admin gedeaktiveer, kontak hulle.
ar: تم إلغاء تنشيط حسابك بواسطة المسؤول ، يرجى الاتصال بهم.
bn: আপনার অ্যাকাউন্ট অ্যাডমিন দ্বারা নিষ্ক্রিয় করা হয়েছে, দয়া করে তাদের সাথে যোগাযোগ করুন।
es: Su cuenta ha sido desactivada por Admin, por favor contáctela.
fr: Votre compte a été désactivé par l'administrateur, veuillez les contacter.
hi: आपका खाता व्यवस्थापक द्वारा निष्क्रिय कर दिया गया है, कृपया उनसे संपर्क करें।
it: Il tuo account è stato disattivato da amministratore, contattali.
ja: アカウントは管理者によって非アクティブ化されています。連絡してください。
pt: Sua conta foi desativada pelo Admin, entre em contato com eles.
ru: Ваша учетная запись была отключена администратором, пожалуйста, свяжитесь с ними.
sw: Akaunti yako imezuiliwa na admin, tafadhali wasiliana nao.
tr: Hesabınız yönetici tarafından devre dışı bırakıldı, lütfen bunlarla iletişime geçin.
ur: آپ کا اکاؤنٹ ایڈمن کے ذریعہ غیر فعال کردیا گیا ہے ، براہ کرم ان سے رابطہ کریں۔
zh: 您的帐户已被管理员停用，请与他们联系。

# txt_accept_terms_privacy
source: By signing up you accept the Terms of Services and Privacy Policy
af: Deur aan te meld, aanvaar u die bepalings van dienste en privaatheidsbeleid
ar: من خلال التسجيل ، فإنك تقبل شروط الخدمات وسياسة الخصوصية
bn: সাইন আপ করে আপনি পরিষেবা এবং গোপনীয়তা নীতিমালা গ্রহণ করুন
es: Al registrarse, acepta los Términos de Servicios y Política de privacidad
fr: En vous inscrivant, vous acceptez les conditions de services et la politique de confidentialité
hi: साइन अप करके आप सेवाओं और गोपनीयता नीति की शर्तों को स्वीकार करते हैं
it: Registrandoti accetti i termini dei servizi e l'informativa sulla privacy
ja: サインアップすることで、サービスの条件とプライバシーポリシーを受け入れます
pt: Ao se inscrever, você aceita os termos de serviços e política de privacidade
ru: Подписавшись, вы принимаете условия услуг и политики конфиденциальности
sw: Kwa kujiandikisha unakubali Masharti ya Huduma na Sera ya faragha
tr: Kaydolarak Hizmet Şartlarını ve Gizlilik Politikasını kabul edersiniz
ur: سائن اپ کرکے آپ خدمات اور رازداری کی پالیسی کی شرائط کو قبول کرتے ہیں
zh: 通过注册您接受服务条款和隐私政策的条款

# txt_please_accept_terms_privacy
source: Please accept the Terms of Services and Privacy Policy
af: Aanvaar asseblief die bepalings van dienste en privaatheidsbeleid
ar: يرجى قبول شروط الخدمات وسياسة الخصوصية
bn: পরিষেবাগুলি এবং গোপনীয়তা নীতিমালা গ্রহণ করুন
es: Acepte los términos de los servicios y la política de privacidad
fr: Veuillez accepter les conditions de services et la politique de confidentialité
hi: कृपया सेवाओं और गोपनीयता नीति की शर्तों को स्वीकार करें
it: Si prega di accettare i termini dei servizi e l'informativa sulla privacy
ja: サービスの条件とプライバシーポリシーを受け入れてください
pt: Aceite os termos dos serviços e política de privacidade
ru: Примите условия услуг и политики конфиденциальности
sw: Tafadhali kubali masharti ya huduma na sera ya faragha
tr: Lütfen Hizmet Şartları ve Gizlilik Politikasını Kabul Et
ur: براہ کرم خدمات اور رازداری کی پالیسی کی شرائط کو قبول کریں
zh: 请接受服务条款和隐私政策

# txt_thanks_for_registering
source: Thanks for registering with us
af: Dankie dat u by ons geregistreer het
ar: شكرا للتسجيل معنا
bn: আমাদের সাথে নিবন্ধনের জন্য ধন্যবাদ
es: Gracias por registrarse con nosotros
fr: Merci de vous inscrire chez nous
hi: हमारे साथ पंजीकरण करने के लिए धन्यवाद
it: Grazie per esserci registrati con noi
ja: 登録してくれてありがとう
pt: Obrigado por se registrar conosco
ru: Спасибо за регистрацию у нас
sw: Asante kwa kusajili na sisi
tr: Bize kaydolduğunuz için teşekkürler
ur: ہمارے ساتھ اندراج کرنے کا شکریہ
zh: 感谢您向我们注册

# txt_application_under_review_check_status
source: Your application is under review, you can check status on the top red bar in the homepage.
af: U aansoek word hersien, u kan status op die boonste rooi balk op die tuisblad kontroleer.
ar: تطبيقك قيد المراجعة ، يمكنك التحقق من الحالة على الشريط الأحمر العلوي في الصفحة الرئيسية.
bn: আপনার অ্যাপ্লিকেশনটি পর্যালোচনাধীন রয়েছে, আপনি হোমপেজের শীর্ষ লাল বারে স্থিতি পরীক্ষা করতে পারেন।
es: Su aplicación está en revisión, puede verificar el estado en la barra roja superior en la página de inicio.
fr: Votre demande est en cours d'examen, vous pouvez vérifier l'état sur la barre rouge supérieure de la page d'accueil.
hi: आपका आवेदन समीक्षा के अधीन है, आप होमपेज में शीर्ष लाल पट्टी पर स्थिति की जांच कर सकते हैं।
it: La tua applicazione è in fase di revisione, puoi controllare lo stato sulla barra rossa superiore nella homepage.
ja: アプリケーションはレビュー中です。ホームページのトップレッドバーのステータスを確認できます。
pt: Seu aplicativo está em revisão, você pode verificar o status na barra vermelha superior na página inicial.
ru: Ваша заявка находится под проверкой, вы можете проверить статус на верхней красной полосе на домашней странице.
sw: Maombi yako yanakaguliwa, unaweza kuangalia hali kwenye bar nyekundu ya juu kwenye ukurasa wa nyumbani.
tr: Uygulamanız inceleniyor, ana sayfadaki üst kırmızı çubuktaki durumu kontrol edebilirsiniz.
ur: آپ کی درخواست زیر غور ہے ، آپ ہوم پیج میں اوپر والے ریڈ بار پر حیثیت چیک کرسکتے ہیں۔
zh: 您的应用程序正在审核中，您可以在首页上的顶级红色栏上检查状态。

# txt_update_details
source: Update Details
af: Opdateringsbesonderhede
ar: تحديث التفاصيل
bn: আপডেট বিশদ
es: Detalles de actualización
fr: Mettre à jour les détails
hi: अद्यतन विवरण
it: Aggiorna i dettagli
ja: 詳細を更新します
pt: Atualizar detalhes
ru: Обновить детали
sw: Sasisha maelezo
tr: Güncelleme Ayrıntıları
ur: تفصیلات کو اپ ڈیٹ کریں
zh: 更新详细信息

# txt_ride_details
source: Ride Details
af: Ry besonderhede
ar: تفاصيل ركوب
bn: রাইড বিশদ
es: Detalles de viaje
fr: Détails de la conduite
hi: सवारी विवरण
it: Dettagli di guida
ja: 詳細に乗る
pt: Detalhes do passeio
ru: Детали езды
sw: Maelezo ya safari
tr: Sürüş Ayrıntıları
ur: سواری کی تفصیلات
zh: 骑行细节

# txt_mpesa
source: Mpesa
af: Wingerdstok
ar: كرمة
bn: দ্রাক্ষালতা
es: Enredadera
fr: Vigne
hi: बेल
it: Vite
ja: ぶどうの木
pt: Videira
ru: Лоза
sw: Mzabibu
tr: Asma
ur: بیل
zh: 藤蔓

# txt_image
source: Image
af: Beeld
ar: صورة
bn: চিত্র
es: Imagen
hi: छवि
it: Immagine
ja: 画像
pt: Imagem
ru: Изображение
sw: Picha
tr: İmaj
ur: تصویر
zh: 图像

# txt_check_internet_try_again
source: Please check your internet connectivity and try again
af: Gaan u internetverbinding na en probeer weer
ar: يرجى التحقق من اتصال الإنترنت الخاص بك والمحاولة مرة أخرى
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন
es: Consulte su conectividad a Internet y vuelva a intentarlo
fr: Veuillez vérifier votre connectivité Internet et réessayer
hi: कृपया अपनी इंटरनेट कनेक्टिविटी की जाँच करें और पुनः प्रयास करें
it: Si prega di controllare la tua connettività Internet e riprovareरें
ja: インターネットの接続を確認して、もう一度やり直してください
pt: Por favor, verifique sua conectividade à Internet e tente novamente
ru: Пожалуйста, проверьте подключение к Интернету и попробуйте еще раз
sw: Tafadhali angalia muunganisho wako wa mtandao na ujaribu tena
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
ur: براہ کرم اپنا انٹرنیٹ کنیکٹیویٹی چیک کریں اور دوبارہ کوشش کریں
zh: 请检查您的互联网连接，然后重试

# txt_oops_no_internet
source: Oops, No Internet Connection
af: Oeps, geen internetverbinding nie
ar: عفوًا ، لا يوجد اتصال بالإنترنت
bn: উফ, কোনও ইন্টারনেট সংযোগ নেই
es: Ups, sin conexión a Internet
fr: Oups, pas de connexion Internet
hi: उफ़, कोई इंटरनेट कनेक्शन नहीं
it: Oops, nessuna connessione Internet
ja: おっと、インターネット接続なし
pt: Opa, sem conexão com a Internet
ru: Ой, нет подключения к Интернету
sw: Lo, hakuna muunganisho wa mtandao
tr: Oops, İnternet bağlantısı yok
ur: افوہ ، انٹرنیٹ کنیکشن نہیں
zh: 糟糕，没有互联网连接

# txt_package_complete_renew
source: Your package has been completed either complete the ride, or wait for user to renew package
af: U pakket is voltooi of die rit voltooi, of wag vir die gebruiker om die pakket te hernu
ar: تم الانتهاء من الحزمة الخاصة بك إما أكمل الركوب ، أو انتظر حتى يقوم المستخدم بتجديد الحزمة
bn: আপনার প্যাকেজটি সম্পূর্ণ হয়ে গেছে হয় যাত্রা সম্পূর্ণ করুন, বা ব্যবহারকারী প্যাকেজ পুনর্নবীকরণের জন্য অপেক্ষা করুন
es: Su paquete se ha completado, complete el viaje o espere a que el usuario renove el paquete
fr: Votre colis est terminé soit terminer la conduite, soit attendre que l'utilisateur renouvelle le forfait
hi: आपका पैकेज या तो सवारी पूरी कर लिया गया है, या उपयोगकर्ता को नवीनीकृत करने के लिए प्रतीक्षा करें
it: Il pacchetto è stato completato completa la corsa o attendi che l'utente rinnova il pacchetto
ja: パッケージが完了したか、乗車を完了するか、ユーザーがパッケージを更新するのを待ちます
pt: Seu pacote foi concluído, complete o passeio ou aguarde o usuário renovar o pacote
ru: Ваш пакет был завершен либо заполнить поездку, либо дождаться, пока пользователь обновит пакет
sw: Kifurushi chako kimekamilishwa ama kukamilisha safari, au subiri kwa mtumiaji upya kifurushi
tr: Paketiniz tamamlandı Ya sürüşü tamamlayın veya kullanıcının paketi yenilemesini bekleyin
ur: آپ کا پیکیج مکمل ہوچکا ہے یا تو سواری کو مکمل کریں ، یا صارف کے پیکیج کی تجدید کا انتظار کریں
zh: 您的包裹已完成，要么完成骑行，要么等待用户续订包装

# txt_wait_for_response
source: Waiting For Response
af: Wag vir reaksie
ar: بإنتظار الرد
bn: প্রতিক্রিয়ার জন্য অপেক্ষা
es: Esperando una respuesta
fr: En attente d'une réponse
hi: प्रतिक्रिया के लिए प्रतीक्षा कर रहा हूँ
it: Aspettando una risposta
ja: 応答を待っています
pt: Esperando pela resposta
ru: Жду ответа
sw: Kusubiri majibu
tr: Yanıt bekliyor
ur: جواب کا منتظر
zh: 等待回应

# txt_ride_complete_in
source: Ride Complete In
af: Ry voltooi in
ar: ركوب كاملة في
bn: সম্পূর্ণ রাইড
es: Montar completo en
fr: Rouler complet
hi: में पूरी सवारी करना
it: Cavalca completa
ja: 完全に乗る
pt: Passeio completo
ru: Ездить в комплекте в
sw: Panda kamili ndani
tr: Sürüş tamamlandı
ur: سواری میں مکمل کریں
zh: 骑行完整

# txt_something_went_wrong
source: Something went wrong
af: Iets het verkeerd geloop
ar: هناك خطأ ما
bn: কিছু ভুল হয়েছে
es: Algo salió mal
fr: Quelque chose s'est mal passé
hi: कुछ गलत हो गया
it: Qualcosa è andato storto
ja: 何かがうまくいかなかった
pt: Algo deu errado
ru: Что-то пошло не так
sw: Kitu kilienda vibaya
tr: Bir şeyler yanlış gitti
ur: کچھ غلط ہو گیا
zh: 出了些问题

# txt_refresh_page_try_later
source: Try refreshing the page, or try again later.
af: Probeer om die bladsy te verfris, of probeer later weer.
ar: حاول تحديث الصفحة ، أو حاول مرة أخرى لاحقًا.
bn: পৃষ্ঠাটি সতেজ করার চেষ্টা করুন, বা পরে আবার চেষ্টা করুন।
es: Intente actualizar la página o vuelva a intentarlo más tarde.
fr: Essayez de rafraîchir la page ou réessayer plus tard.
hi: पृष्ठ को ताज़ा करने का प्रयास करें, या बाद में फिर से प्रयास करें।
it: Prova a rinfrescare la pagina o riprova più tardi.
ja: ページを更新してみるか、後で再試行してください。
pt: Tente atualizar a página ou tente novamente mais tarde.
ru: Попробуйте обновить страницу или попробуйте позже.
sw: Jaribu kuburudisha ukurasa, au jaribu tena baadaye.
tr: Sayfayı yenilemeyi deneyin veya daha sonra tekrar deneyin.
ur: صفحہ کو تازہ دم کرنے کی کوشش کریں ، یا بعد میں دوبارہ کوشش کریں۔
zh: 尝试刷新页面，或稍后再试。

# txt_permission_required
source: Permission Required
af: Toestemming vereis
ar: إذن مطلوب
bn: অনুমতি প্রয়োজন
es: Se requiere permiso
fr: Permission requise
hi: आवश्यक अनुमति
it: Autorizzazione richiesta
ja: 許可が必要です
pt: Permissão necessária
ru: Требуется разрешение
sw: Ruhusa inahitajika
tr: İzin Gerekli
ur: اجازت درکار ہے
zh: 需要许可

# txt_enable_permission
source: Enable Permission
af: Aktiveer toestemming
ar: تمكين الإذن
bn: অনুমতি সক্ষম করুন
es: Habilitar permiso
fr: Activer l'autorisation
hi: अनुमति सक्षम करें
it: Abilita il permesso
ja: 許可を有効にします
pt: Ativar permissão
ru: Включить разрешение
sw: Wezesha ruhusa
tr: İzni Etkinleştir
ur: اجازت کو فعال کریں
zh: 启用许可

# txt_pick_your_country
source: Pick your country
af: Kies u land
ar: اختر بلدك
bn: আপনার দেশ বাছাই করুন
es: Elige tu país
fr: Choisissez votre pays
hi: अपने देश को उठाओ
it: Scegli il tuo paese
ja: あなたの国を選んでください
pt: Escolha seu país
ru: Выберите свою страну
sw: Chagua nchi yako
tr: Ülkenizi seçin
ur: اپنے ملک کو منتخب کریں
zh: 选择你的国家

# txt_cant_update_ride_type
source: You can't update your ride type in ongoing ride.
af: U kan nie u rittipe opdateer nie.
ar: لا يمكنك تحديث نوع رحلتك في رحلة مستمرة.
bn: আপনি চলমান যাত্রায় আপনার রাইডের ধরণটি আপডেট করতে পারবেন না।
es: No puede actualizar su tipo de viaje en el viaje en curso.
fr: Vous ne pouvez pas mettre à jour votre type de conduite en conduite en cours.
hi: आप चल रही सवारी में अपनी सवारी प्रकार को अपडेट नहीं कर सकते।
it: Non è possibile aggiornare il tuo tipo di corsa in giro in corso.
ja: 進行中のライドでライドタイプを更新することはできません。
pt: Você não pode atualizar seu tipo de passeio em passeio em andamento.
ru: Вы не можете обновить свой тип поездки в постоянной поездке.
sw: Hauwezi kusasisha aina yako ya safari katika safari inayoendelea.
tr: Sürüş tipinizi devam eden sürüşte güncelleyemezsiniz.
ur: آپ جاری سواری میں اپنی سواری کی قسم کو اپ ڈیٹ نہیں کرسکتے ہیں۔
zh: 您无法在持续旅行中更新乘车类型。

# txt_check_connect_timeout
source: Check Your connection time out !!
af: Kyk na u ConnectionTimeout !!
ar: تحقق من وقت الاتصال الخاص بك!
bn: আপনার সংযোগ সময় পরীক্ষা করে দেখুন !!
es: ¡Revise su tiempo de conexión!
fr: Vérifiez votre temps de connexion !!
hi: अपने कनेक्शन समय की जाँच करें !!
it: Controlla il tuo tempo di connessione !!
ja: 接続時間を確認してください!!
pt: Verifique a sua conexão Time Out !!
ru: Проверьте время подключения !!
sw: Angalia wakati wako wa unganisho !!
tr: Bağlantı zamanınızı kontrol edin !!
ur: اپنے کنکشن کا وقت چیک کریں !!
zh: 检查您的连接超时！！

# txt_timeout_exception
source: Timeout Exception.
af: Time -out -uitsondering.
ar: استثناء مهلة.
bn: সময়সীমা ব্যতিক্রম।
es: Excepción de tiempo de espera.
fr: Exception de temps mort.
hi: टाइमआउट अपवाद।
it: Eccezione timeout.
ja: タイムアウトの例外。
pt: Exceção de tempo limite.
ru: Тайм -исключение.
sw: Ubaguzi wa muda.
tr: Zaman aşımı istisnası.
ur: ٹائم آؤٹ رعایت
zh: 超时例外。

# txt_request_cancel_from_user
source: Request Cancel From The User.
af: Versoek kanselleer vanaf die gebruiker.
ar: طلب إلغاء من المستخدم.
bn: অনুরোধ ব্যবহারকারীর কাছ থেকে বাতিল।
es: Solicitar cancele del usuario.
fr: Demandez l'annulation de l'utilisateur.
hi: उपयोगकर्ता से अनुरोध रद्द करें।
it: Richiedi Annulla dall'utente.
ja: ユーザーからキャンセルを要求します。
pt: Solicitação cancelada do usuário.
ru: Запрос отменить от пользователя.
sw: Omba Ghairi kutoka kwa mtumiaji.
tr: Kullanıcıdan iptal isteyin.
ur: درخواست صارف سے منسوخ کریں۔
zh: 请求从用户取消。

# txt_getting_wrong_response
source: We are getting wrong response.
af: Ons kry verkeerde reaksie.
ar: نحن نحصل على استجابة خاطئة.
bn: আমরা ভুল প্রতিক্রিয়া পাচ্ছি।
es: Estamos haciendo una respuesta equivocada.
fr: Nous obtenons une mauvaise réponse.
hi: हमें गलत प्रतिक्रिया मिल रही है।
it: Stiamo ottenendo una risposta sbagliata.
ja: 私たちは間違った応答を得ています。
pt: Estamos recebendo resposta errada.
ru: Мы получаем неправильный ответ.
sw: Tunapata majibu mabaya.
tr: Yanlış yanıt alıyoruz.
ur: ہمیں غلط جواب مل رہا ہے۔
zh: 我们得到错误的回应。

# txt_connection_error
source: Connection error.
af: Konneksie fout.
ar: خطأ في الإتصال.
bn: সংযোগ ত্রুটি.
es: Error de conexión.
fr: Erreur de connexion.
hi: संपर्क त्रुटि।
it: Errore di connessione.
ja: 接続エラー。
pt: Erro de conexão.
ru: Ошибка подключения.
sw: Kosa la Uunganisho.
tr: Bağlantı hatası.
ur: رابطے میں خرابی.
zh: 连接错误。

# txt_server_not_connected_contact_admin
source: Server not connected, please contact admin.
af: Bediener nie gekoppel nie, kontak Admin.
ar: الخادم غير متصل ، يرجى الاتصال المسؤول.
bn: সার্ভার সংযুক্ত নয়, দয়া করে প্রশাসকের সাথে যোগাযোগ করুন।
es: Servidor no conectado, comuníquese con el administrador.
fr: Serveur non connecté, veuillez contacter l'administrateur.
hi: सर्वर कनेक्ट नहीं है, कृपया व्यवस्थापक से संपर्क करें।
it: Server non connesso, contattare l'amministratore.
ja: 接続されていないサーバー、管理者に連絡してください。
pt: Servidor não conectado, entre em contato com o Admin.
ru: Сервер не подключен, пожалуйста, свяжитесь с Admin.
sw: Seva haijaunganishwa, tafadhali wasiliana na admin.
tr: Sunucu bağlı değil, lütfen admin ile iletişime geçin.
ur: سرور منسلک نہیں ، براہ کرم ایڈمن سے رابطہ کریں۔
zh: 服务器未连接，请联系管理员。

# txt_socket_not_connect
source: Socket not connected...
af: Sok nie gekoppel nie ...
ar: المقبس غير متصل ...
bn: সকেট সংযুক্ত নয় ...
es: Socket no conectado ...
fr: Socket non connecté ...
hi: सॉकेट जुड़ा नहीं ...
it: Socket non connesso ...
ja: ソケットが接続されていません...
pt: Socket não conectado ...
ru: Сокет не подключен ...
sw: Tundu halijaunganishwa ...
tr: Soket bağlı değil ...
ur: ساکٹ منسلک نہیں ...
zh: 插座未连接...

# txt_user_renewed_package
source: User renewed the package!
af: Gebruiker het die pakket hernu!
ar: جدد المستخدم الحزمة!
bn: ব্যবহারকারী প্যাকেজটি পুনর্নবীকরণ করলেন!
es: ¡El usuario renovó el paquete!
fr: L'utilisateur a renouvelé le package!
hi: उपयोगकर्ता ने पैकेज को नवीनीकृत किया!
it: L'utente ha rinnovato il pacchetto!
ja: ユーザーはパッケージを更新しました！
pt: O usuário renovou o pacote!
ru: Пользователь обновил пакет!
sw: Mtumiaji aliboresha kifurushi!
tr: Kullanıcı paketi yeniledi!
ur: صارف نے پیکیج کی تجدید کی!
zh: 用户更新了包装！

# txt_bear_per_km
source: User bear per km charges!
af: Gebruikersbeer per km -koste!
ar: دب المستخدم لكل كيلومترات!
bn: ব্যবহারকারী ভালুক প্রতি কিলোমিটার চার্জ!
es: ¡Oso de usuario por km cargos!
fr: Ours utilisateur par charges de km!
hi: उपयोगकर्ता भालू प्रति किमी शुल्क!
it: Orso utente per km addebiti!
ja: kmあたりのユーザーベア料金！
pt: Usuário urso por km cobranças!
ru: Пользователь Медведь за км заряды!
sw: Mtumiaji Bear kwa Km Malipo!
tr: KM ücretlerine göre kullanıcı ayı!
ur: صارف ریچھ فی کلومیٹر چارجز!
zh: 用户熊每公里收费！

# txt_wait_for_user
source: Wait for User
af: Wag vir die gebruiker
ar: انتظر المستخدم
bn: ব্যবহারকারীর জন্য অপেক্ষা করুন
es: Esperar al usuario
fr: Attendre l'utilisateur
hi: उपयोगकर्ता की प्रतीक्षा करें
it: Aspetta l'utente
ja: ユーザーを待ちます
pt: Espere pelo usuário
ru: Подождите пользователя
sw: Subiri mtumiaji
tr: Kullanıcı için bekle
ur: صارف کا انتظار کریں
zh: 等待用户

# txt_bysigning_you_accept
source: By Signing up you accept the
af: Deur aan te meld, aanvaar u die
ar: من خلال الاشتراك ، تقبل
bn: সাইন আপ করে আপনি গ্রহণ করুন
es: Al registrarse, aceptas el
fr: En vous inscrivant, vous acceptez le
hi: साइन अप करके आप स्वीकार करते हैं
it: Registrandoti accetti il
ja: サインアップすることにより、あなたは受け入れます
pt: Ao se inscrever, você aceita o
ru: Подписавшись, вы принимаете
sw: Kwa kujiandikisha unakubali
tr: Kaydolarak kabul edersiniz
ur: سائن اپ کرکے آپ قبول کریں
zh: 通过注册，您接受

# txt_terms_service
source: Terms of Services
af: Voorwaardes van dienste
ar: شروط الخدمة
bn: পরিষেবার শর্তাদি
es: Términos de servicios
fr: Conditions de services
hi: सेवाओं की शर्तें
it: Termini di servizio
ja: サービスの条件
pt: Termos de serviços
ru: Услуги услуг
sw: Masharti ya Huduma
tr: Hizmet şartları
ur: خدمات کی شرائط
zh: 服务条款

# txt_and
source: and
af: en
ar: و
bn: এবং
es: y
fr: et
hi: और
it: E
ja: そして
pt: e
ru: и
sw: na
tr: Ve
ur: اور
zh: 和

# txt_privacy_policy
source: Privacy Policy
af: Privaatheidsbeleid
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
es: política de privacidad
fr: politique de confidentialité
hi: गोपनीयता नीति
it: politica sulla riservatezza
ja: プライバシーポリシー
pt: política de Privacidade
ru: политика конфиденциальности
sw: Sera ya faragha
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
zh: 隐私政策

# txt_cash_received
source: Cash Received
af: Kontant ontvang
ar: المبلغ المستلم
bn: নগদ গ্রহন
es: Efectivo recibido
fr: Argent reçu
hi: नकदी प्राप्त हुई
it: Soldi ricevuti
ja: 受け取った現金
pt: Dinheiro recebido
ru: Наличные получил
sw: Fedha imepokelewa
tr: Nakit alındı
ur: نقد موصول ہوا
zh: 收到的现金

# txt_click_to_take_photo
source: Click to take photo
af: Klik om foto te neem
ar: انقر لالتقاط الصورة
bn: ছবি তুলতে ক্লিক করুন
es: Haga clic para tomar una foto
fr: Cliquez pour prendre la photo
hi: फोटो लेने के लिए क्लिक करें
it: Clicca per scattare foto
ja: クリックして写真を撮ります
pt: Clique para tirar a foto
ru: Нажмите, чтобы сфотографировать
sw: Bonyeza kuchukua picha
tr: Fotoğraf çekmek için tıklayın
ur: تصویر لینے کے لئے کلک کریں
zh: 点击拍照

# txt_camera_setting_permission
source: Camera Permission is not enable, please enable the permission
af: Kamera -toestemming is nie geaktiveer nie, stel die toestemming in
ar: لا يتم تمكين إذن الكاميرا ، يرجى تمكين الإذن
bn: ক্যামেরার অনুমতি সক্ষম হয় না, দয়া করে অনুমতি সক্ষম করুন
es: El permiso de la cámara no se habilita, habilite el permiso
fr: L'autorisation de la caméra n'est pas activée, veuillez activer l'autorisation
hi: कैमरा अनुमति सक्षम नहीं है, कृपया अनुमति सक्षम करें
it: L'autorizzazione della fotocamera non è abilita, abilita l'autorizzazione
ja: カメラの許可は有効ではありません。許可を有効にしてください
pt: A permissão da câmera não é ativada, ative a permissão
ru: Разрешение на камеру не включено, пожалуйста, включите разрешение
sw: Ruhusa ya kamera haiwezekani, tafadhali wezesha ruhusa
tr: Kamera izni etkin değil, lütfen izni etkinleştirin
ur: کیمرے کی اجازت قابل نہیں ہے ، براہ کرم اجازت کو فعال کریں
zh: 摄像机许可未启用，请启用许可

# txt_gallery_setting_permission
source: Gallery Permission is not enable, please enable the permission
af: Gallery -toestemming is nie geaktiveer nie, stel die toestemming in
ar: لا يتم تمكين إذن المعرض ، يرجى تمكين الإذن
bn: গ্যালারী অনুমতি সক্ষম হয় না, দয়া করে অনুমতি সক্ষম করুন
es: El permiso de la galería no se habilita, por favor habilite el permiso
fr: La permission de la galerie n'est pas activée, veuillez activer l'autorisation
hi: गैलरी की अनुमति सक्षम नहीं है, कृपया अनुमति सक्षम करें
it: L'autorizzazione della galleria non è abilitata, abilita l'autorizzazione
ja: ギャラリーの許可は有効ではありません。許可を有効にしてください
pt: A permissão da galeria não é ativada, ative a permissão
ru: Разрешение на галерею не включено, пожалуйста, включите разрешение
sw: Ruhusa ya Matunzio haiwezekani, tafadhali wezesha ruhusa
tr: Galeri izni etkin değil, lütfen izni etkinleştirin
ur: گیلری ، نگارخانہ کی اجازت قابل نہیں ہے ، براہ کرم اجازت کو فعال کریں
zh: 画廊许可未启用，请启用许可

# txt_unauthorized_login
source: Unauthorize Login
ar: تسجيل الدخول غير التفويض
bn: অননুমোদিত লগইন
es: Iniciar sesión no
fr: Déconnexion de non-autorisation
hi: अनधिकृत लॉगिन
it: Non autorizzare l'accesso
ja: 不正ログイン
pt: Login não autorizado
ru: Несанкционировать вход в систему
sw: Kuingia kwa ruhusa
tr: Giriş Yapma Yetkilendir
ur: لاگ ان کو غیر مجاز بنائیں
zh: 未授权登录
