Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# txt_payment_history
source: PAYMENT HISTORY
af: Betalingsgeskiedenis
ar: سجل الدفع
bn: অর্থ প্রদান ইতিহাস
es: HISTORIAL DE PAGOS
fr: HISTORIQUE DE PAIEMENT
hi: भुगतान इतिहास
it: STORICO DEI PAGAMENTI
ja: 支払歴
pt: HISTÓRICO DE PAGAMENTO
ru: ИСТОРИЯ ПЛАТЕЖЕЙ
sw: Historia ya malipo
tr: ÖDEME GEÇMİŞİ
ur: ادائیگی کی تاریخ
zh: 支付历史

# txt_no_data_found
source: No Data Found
af: Geen data is gevind nie
ar: لاتوجد بيانات
bn: কোনও ডেটা পাওয়া যায় নি
es: Datos no encontrados
fr: Aucune donnée disponible
hi: डाटा प्राप्त नहीं हुआ
it: Nessun dato trovato
ja: 何もデータが見つかりませんでした
pt: Nenhum dado encontrado
ru: Данные не найдены
sw: Hakuna data iliyopatikana
tr: Veri bulunamadı
ur: کوئی ڈیٹا نہیں ملا
zh: 没有找到数据

# txt_support_upr
source: SUPPORT
af: Steunstuk
ar: الدعم
bn: সমর্থন
es: APOYO
hi: सहयोग
it: SOSTEGNO
ja: サポート
pt: APOIO, SUPORTE
ru: ПОДДЕРЖИВАТЬ
sw: Msaada
tr: DESTEK
ur: تائید
zh: 支持

# txt_concern_queries
source: Concerns and Queries
af: Kommer en navrae
ar: المخاوف والاستعلامات
bn: উদ্বেগ এবং প্রশ্ন
es: Preocupaciones y consultas
fr: Préoccupations et requêtes
hi: चिंता और प्रश्न
it: Preoccupazioni e domande
ja: 懸念と質問
pt: Preocupações e consultas
ru: Проблемы и запросы
sw: Wasiwasi na maswali
tr: Endişeler ve sorgular
ur: خدشات اور سوالات
zh: 关注和查询

# txt_upload_pic_doc
source: Upload your Picture or Document
af: Laai u foto of dokument op
ar: قم بتحميل صورتك أو المستند
bn: আপনার ছবি বা নথি আপলোড করুন
es: Sube tu foto o documento
fr: Téléchargez votre image ou document
hi: अपनी तस्वीर या दस्तावेज़ अपलोड करें
it: Carica la tua foto o il tuo documento
ja: 写真やドキュメントをアップロードします
pt: Carregue sua foto ou documento
ru: Загрузите свою фотографию или документ
sw: Pakia picha yako au hati
tr: Resminizi veya belgenizi yükleyin
ur: اپنی تصویر یا دستاویز اپ لوڈ کریں
zh: 上传您的图片或文档

# txt_want_to_logout
source: Do you want to Log Out
af: Wil u aanmeld
ar: هل ترغب بالخروج
bn: আপনি কি লগ আউট করতে চান?
es: Quieres cerrar sesión
fr: Voulez-vous vous déconnecter
hi: क्या आप लॉग आउट करना चाहते हैं
it: Vuoi disconnetterti
ja: ログアウトしますか
pt: Você quer sair
ru: Вы хотите выйти в систему
sw: Je! Unataka kutoka
tr: Oturum açmak ister misin
ur: کیا آپ لاگ آؤٹ کرنا چاہتے ہیں؟
zh: 你想注销吗

# txt_no
source: No
af: Geen
ar: رقم
bn: না
fr: Non
hi: नहीं
ja: いいえ
pt: Não
ru: Нет
sw: Hapana
tr: hayır
ur: نہیں
zh: 不

# txt_yes
source: Yes
af: Ja
ar: نعم
bn: হ্যাঁ
es: Sí
fr: Oui
hi: हाँ
it: sì
ja: はい
pt: Sim
ru: Да
sw: Ndio
tr: Evet
ur: جی ہاں
zh: 是的

# txt_notification
source: NOTIFICATIONS
af: Kennisgewings
ar: إشعارات
bn: বিজ্ঞপ্তি
es: Notificaciones
fr: Avis
hi: अधिसूचना
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
sw: Arifa
tr: BİLDİRİMLER
ur: اطلاعات
zh: 通知

# txt_offline
source: You are Offline
af: Jy is vanlyn
ar: انت غير متصل
bn: আপনি অফলাইনে
es: Estas desconectado
fr: Tu es hors ligne
hi: आप ऑफलाइन हैं
it: Sei offline
ja: オフラインです
pt: Você está offline
ru: Ты не в сети
sw: Uko nje ya mtandao
tr: Çevrimdışısınız
ur: آپ آف لائن ہیں
zh: 你离线

# txt_successfully_logged_in
source: you are successfully logged in.
af: U is suksesvol aangemeld.
ar: تم تسجيل الدخول بنجاح.
bn: আপনি সফলভাবে লগ ইন করা হয়।
es: Estás iniciado con éxito.
fr: Vous êtes connecté avec succès.
hi: आप सफलतापूर्वक लॉग इन हैं।
it: Hai effettuato l'accesso con successo.
ja: あなたは正常にログインしています。
pt: Você está conectado com sucesso.
ru: Вы успешно вошли в систему.
sw: Umefanikiwa kuingia.
tr: Başarılı bir şekilde giriş yaptınız.
ur: آپ کامیابی کے ساتھ لاگ ان ہیں۔
zh: 您已成功登录。

# txt_distance
source: Distance
af: Ditstans
ar: مسافه
bn: দূরত্ব
es: distancia
hi: दूरी
it: distanza
ja: 距離
pt: Distância
ru: расстояние
sw: umbali
tr: Hantal
ur: فاصلے
zh: 距离

# txt_estimate_time
source: Estimate time
af: Skatte tyd
ar: الوقت المتوقع
bn: সময় অনুমান
es: Tiempo estimado
fr: Temps estimé
hi: अनुमान समय
it: Tempo stimato
ja: 推定時間
pt: Tempo estimado
ru: Оценка общего времени
sw: Kukadiria wakati
tr: Tahmini zaman
ur: وقت کا تخمینہ لگائیں
zh: 估计时间

# txt_from_upr
source: FROM
af: VAN
ar: من
bn: থেকে
es: DE
fr: À PARTIR DE
hi: से
it: A PARTIRE DAL
ja: から
pt: A PARTIR DE
ru: ИЗ
sw: Kutoka
tr: İTİBAREN
ur: سے
zh: 从

# txt_to_upr
source: TO
af: Na
ar: ل
bn: প্রতি
es: A
fr: POUR
hi: को
it: A
ja: に
pt: PARA
ru: К
sw: Kwa
tr: İLE
ur: کو
zh: 到

# txt_call
source: Call
af: Oproep
ar: يتصل
bn: কল
es: Llamada
fr: Appel
hi: बुलाना
it: Chiamata
ja: 電話
pt: Ligar
ru: Вызов
sw: Wito
tr: Telefon etmek
ur: کال کریں
zh: 称呼

# txt_chat
source: Chat
af: Geselsie
ar: دردشة
bn: চ্যাট
fr: Discuter
hi: बात करना
it: Chiacchierata
ja: チャット
pt: Bate-papo
ru: Чат
sw: Ongea
tr: Sohbet etmek
ur: چیٹ
zh: 聊天

# txt_price
source: Price
af: Prys
ar: السعر
bn: দাম
es: Precio
fr: Prix
hi: कीमत
it: Prezzo
ja: 価格
pt: Preço
ru: Цена
sw: Bei
tr: Fiyat
ur: قیمت
zh: 价格

# txt_decline
source: Decline
af: Afsak
ar: يتناقص
bn: পতন
es: Rechazar
fr: Déclin
hi: मना करना
it: Declino
ja: 却下
pt: Declínio
ru: Отклонить
sw: Kukataa
tr: Reddetmek
ur: گراوٹ
zh: 衰退

# txt_accept
source: Accept
af: Aanvaar
ar: قبول
bn: গ্রহণ
es: Aceptar
fr: Accepter
hi: स्वीकार करना
it: Accettare
ja: 承認
pt: Aceitar
ru: Принимать
sw: Kukubali
tr: Kabul etmek
ur: قبول کریں
zh: 接受

# txt_customer_pickup
source: Customer Pickup?
af: Kliënt -afhaal?
ar: العملاء تلتقط؟
bn: গ্রাহক পিকআপ?
es: El cliente recoge?
fr: Pick-up du client?
hi: ग्राहक बढ़ाना?
it: Pickup del cliente?
ja: カスタマーピックアップ？
pt: Coleta de clientes?
ru: Показ клиентов?
sw: kuchukua wateja
tr: Müşteri Pikap?
ur: کسٹمر پک اپ؟
zh: 客户接送？

# txt_navigate
source: Navigate
af: Navigeer
ar: التنقل
bn: নেভিগেট
es: Navegar
fr: Naviguer
hi: नेविगेट
it: Navigare
ja: ナビゲートします
pt: Navegar
ru: Навигация
sw: Nenda
tr: Gezinmek
ur: نیویگیٹ کریں
zh: 导航

# txt_enter_otp
source: Enter OTP
af: Voer OTP in
ar: أدخل OTP
bn: ওটিপি প্রবেশ করান
es: Ingrese OTP
fr: Entrez OTP
hi: OTP दर्ज करें
it: Immettere OTP
ja: OTPを入力します
pt: Digite otp
ru: Введите OTP
sw: Ingiza OTP
tr: OTP girin
ur: OTP درج کریں
zh: 输入OTP

# txt_start_ride
source: Start Ride
af: Begin rit
ar: ابدأ الركوب
bn: যাত্রা শুরু করুন
es: Empezar
fr: Commencer à rouler
hi: सवारी शुरू करें
it: Inizia a cavalcare
ja: 乗り心地を始めます
pt: Começar
ru: Начать поездку
sw: Anza safari
tr: Sürüşe Başla
ur: سواری شروع کریں
zh: 开始骑行

# txt_ride_complete
source: Ride Complete
af: Ry volledig
ar: ركوب كاملة
bn: সম্পূর্ণ যাত্রা
es: Completar
fr: Se prolonger
hi: सवारी पूरी करना
it: Cavalca completa
ja: 完全に乗る
pt: Passeio completo
ru: Ездить в комплекте
sw: Panda kamili
tr: Sürüş Tamamlandı
ur: سواری مکمل
zh: 骑完整

# txt_write_comment
source: Write your comment
ar: اكتب تعليقك

# txt_wait_for_payment
source: Wait for Payment
af: Wag vir betaling
ar: انتظر الدفع
bn: অর্থ প্রদানের জন্য অপেক্ষা করুন
es: Esperar el pago
fr: Attendre le paiement
hi: भुगतान की प्रतीक्षा करें
it: Aspetta il pagamento
ja: 支払いを待ちます
pt: Aguarde o pagamento
ru: Подождите оплату
sw: Subiri malipo
tr: Ödeme Bekle
ur: ادائیگی کا انتظار کریں
zh: 等待付款

# txt_ride_complete_upr
source: RIDE COMPLETE
af: Ry volledig
ar: ركوب كاملة
bn: সম্পূর্ণ যাত্রা
es: Completar
fr: Se prolonger
hi: सवारी पूरी करना
it: Cavalca completa
ja: 完全に乗る
pt: Passeio completo
ru: Ездить в комплекте
sw: Panda kamili
tr: Sürüş Tamamlandı
ur: سواری مکمل
zh: 骑完整

# txt_your_ride_complete_upr
source: YOUR RIDE COMPLETE
af: U rit voltooi
ar: رحلتك كاملة
bn: আপনার যাত্রা সম্পূর্ণ
es: Tu viaje completo
fr: Votre trajet complet
hi: आपकी सवारी पूरी है
it: La tua corsa completa
ja: あなたの乗り心地は完了します
pt: Seu passeio completo
ru: Ваша поездка завершена
sw: Safari yako imekamilika
tr: Sürüşünüz tamamlandı
ur: آپ کی سواری مکمل
zh: 您的骑行完成

# txt_payment_by
source: Payment By
af: Betaling deur
ar: الدفع بواسطة
bn: দ্বারা পেমেন্ট
es: Pago por
fr: Paiement par
hi: पेमेंट इसके ज़रिये
it: Pagamento da
ja: による支払い
pt: Pagamento por
ru: Оплата по
sw: Malipo na
tr: Ödeme
ur: ادائیگی کے ذریعہ
zh: 付款

# txt_type_of_service
source: Type of Service
af: Tipe diens
ar: نوع الخدمة
bn: সেবার ধরণ
es: Tipo de servicio
fr: Type de service
hi: सेवा का प्रकार
it: Tipo di servizio
ja: サービスの種類
pt: Tipo de serviço
ru: Тип обслуживания
sw: Aina ya huduma
tr: Servis tipi
ur: خدمت کی قسم
zh: 服务类型

# txt_total_km
source: Total Km
af: Totale KM
ar: إجمالي كيلومتر
bn: মোট কিমি
es: Km total
hi: कुल किमी
it: Totale km
ja: 合計km
pt: Km total
ru: Всего км
sw: Jumla ya km
tr: Toplam km
ur: کل کلومیٹر
zh: 总公里

# txt_duration
source: Duration
af: Duur
ar: مدة
bn: সময়কাল
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 間隔
pt: Duração
ru: Продолжительность
sw: Muda
tr: Süre
ur: دورانیہ
zh: 期间

# txt_reason_cancellation
source: Reason for Cancellation
af: Rede vir kansellasie
ar: سبب الالغاء
bn: বাতিল করার কারণ
es: Razón de la cancelación
fr: Raison pour l'annulation
hi: निरस्तीकरण का कारण
it: Motivo della cancellazione
ja: キャンセルの理由
pt: Razão para cancelamento
ru: Причина отмены
sw: Sababu ya kufutwa
tr: İptal sebebi
ur: منسوخی کی وجہ
zh: 取消的原因

# txt_driver_denied
source: Driver Denied to pick-up
af: Bestuurder ontken om op te tel
ar: نفى السائق التقاط
bn: ড্রাইভার পিক-আপ অস্বীকার করেছে
es: Conductor negó la recogida
fr: Chauffeur refusé de ramasser
hi: ड्राइवर ने पिक-अप से इनकार कर दिया
it: L'autista ha negato di ritirare
ja: ドライバーはピックアップを拒否しました
pt: Motorista negado para pegar
ru: Водитель отказал
sw: Dereva alikataa kuchukua
tr: Sürücü pick-up'ı reddetti
ur: ڈرائیور نے پک اپ سے انکار کیا
zh: 驾驶员拒绝接送

# txt_expected_time
source: Expected a shorter wait time
af: Verwag 'n korter wagtyd
ar: توقع وقت انتظار أقصر
bn: একটি সংক্ষিপ্ত অপেক্ষা সময় প্রত্যাশিত
es: Esperaba un tiempo de espera más corto
fr: S'attendait à un temps d'attente plus court
hi: कम प्रतीक्षा समय की उम्मीद है
it: Si aspettava un tempo di attesa più breve
ja: 短い待ち時間を期待した
pt: Esperava um tempo de espera mais curto
ru: Ожидал более короткое время ожидания
sw: Inatarajiwa muda mfupi wa kusubiri
tr: Daha kısa bir bekleme süresi bekleniyor
ur: انتظار کرنے کا ایک چھوٹا وقت متوقع ہے
zh: 期待更短的等待时间

# txt_unable_to_contact_user
source: Unable to contact user
af: Kan nie die gebruiker kontak nie
ar: غير قادر على الاتصال بالمستخدم
bn: ব্যবহারকারীর সাথে যোগাযোগ করতে অক্ষম
es: Esperaba un tiempo de espera más corto
fr: Impossible de contacter l'utilisateur
hi: उपयोगकर्ता से संपर्क करने में असमर्थ
it: Impossibile contattare l'utente
ja: ユーザーに連絡できません
pt: Incapaz de entrar em contato com o usuário
ru: Невозможно связаться с пользователем
sw: Haiwezi kuwasiliana na mtumiaji
tr: Kullanıcı ile iletişime geçilemiyor
ur: صارف سے رابطہ کرنے سے قاصر ہے
zh: 无法联系用户

# txt_reason_not_listed
source: My reason is not listed here
af: My rede word nie hier gelys nie
ar: السبب الخاص بي غير مدرج هنا
bn: আমার কারণ এখানে তালিকাভুক্ত নয়
es: Mi razón no está en la lista aquí
fr: Ma raison n'est pas répertoriée ici
hi: मेरा कारण यहाँ सूचीबद्ध नहीं है
it: Il mio motivo non è elencato qui
ja: 私の理由はここにリストされていません
pt: Meu motivo não está listado aqui
ru: Моя причина не указана здесь
sw: Sababu yangu haijaorodheshwa hapa
tr: Sebebim burada listelenmedi
ur: میری وجہ یہاں درج نہیں ہے
zh: 我的原因没有在这里列出

# txt_cancel
source: Cancel
af: Kanselleer
ar: يلغي
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
sw: Ghairi
tr: İptal
ur: منسوخ کریں
zh: 取消

# txt_check_internet
source: Please check your internet connection
af: Gaan u internetverbinding na
ar: الرجاء التحقق من اتصال الانترنت الخاص بك
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন
es: Por favor revise su conexion a internet
fr: S'il vous plait, vérifiez votre connexion internet
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें
it: Per favore controlla la tua connessione Internet
ja: インターネット接続を確認してください
pt: Por favor, verifique sua conexão à internet
ru: Пожалуйста, проверьте подключение к интернету
sw: Tafadhali angalia muunganisho wako wa mtandao
tr: Lütfen İnternet bağlantınızı kontrol edin
ur: براہ کرم اپنا انٹرنیٹ کنیکشن چیک کریں
zh: 请检查您的互联网连接

# txt_english
source: English
af: Engels
ar: إنجليزي
bn: ইংরেজি
es: inglés
fr: Anglais
hi: अंग्रेज़ी
it: inglese
ja: 英語
pt: Inglês
ru: Английский
sw: Kiingereza
tr: ingilizce
ur: انگریزی
zh: 英语

# txt_portuguese
source: Portuguese
af: Portugees
ar: البرتغالية
bn: পর্তুগীজ
es: portugués
fr: Portugais
hi: पुर्तगाली
it: portoghese
ja: ポルトガル語
pt: Português
ru: португальский
sw: Kireno
tr: Portekizce
ur: پرتگالی
zh: 葡萄牙语

# txt_arabic
source: Arabic
af: Arabies
ar: عربي
bn: আরবি
es: Arábica
fr: arabe
hi: अरबी
it: Arabo
ja: アラビア語
pt: árabe
ru: арабский
sw: Kiarabu
tr: Arapça
ur: عربی
zh: 阿拉伯

# txt_urdu
source: Urdu
ar: الأردية
bn: উর্দু
fr: Ourdou
hi: उर्दू
ja: ウルドゥー語
ru: Урду
ur: اردو
zh: 乌尔都语

# txt_hindi
source: Hindi
ar: هندي
bn: হিন্দি
hi: हिंदी
ja: ヒンディー語
ru: хинди
sw: Kihindi
tr: Hintçe
ur: ہندی۔
zh: 印地语

# txt_spanish
source: Spanish
af: Spaans
ar: الأسبانية
bn: স্পেনীয়
es: español
fr: Espagnol
hi: स्पैनिश
it: spagnolo
ja: スペイン語
pt: Espanhol
ru: испанский
sw: Kihispania
tr: İspanyol
ur: ہسپانوی
zh: 西班牙语

# txt_mandarim
source: Mandarim
af: Mandaryn
ar: الماندرين
bn: ম্যান্ডারিন
es: mandarín
fr: mandarin
hi: अकर्मण्य
it: Mandarino
ja: マンダリン
ru: Мандарин
sw: Mandarin
tr: Mandalina
ur: مینڈارن
zh: 普通话

# txt_french
source: French
af: Frans
ar: فرنسي
bn: ফরাসি
es: Francés
fr: Français
hi: फ्रांसीसी
it: francese
ja: フランス語
pt: Francês
ru: Французский
sw: Kifaransa
tr: Fransızca
ur: فرانسیسی
zh: 法语

# txt_afrikaans
source: Afrikaans
ar: الأفريقي
bn: আফ্রিকান
es: africano
fr: africain
hi: अफ़्रीकी
it: africano
ja: アフリカン
pt: africano
ru: Африканский
sw: Mwafrika
tr: Afrikalı
ur: افریقی
zh: 非洲人

# txt_bengali
source: Bengali
ar: البنغالية
bn: বাংলা
es: bengalí
hi: बंगाली
it: bengalese
ja: ベンガル語
ru: Бенгальский
sw: Kibengali
tr: Bengal
ur: بنگالی
zh: 孟加拉

# txt_russian
source: Russian
af: Russies
ar: الروسية
bn: রাশিয়ান
es: ruso
fr: russe
hi: रूसी
it: russo
ja: ロシア
pt: russo
ru: Русский
sw: Kirusi
tr: Rusça
ur: روسی
zh: 俄语

# txt_japanese
source: Japanese
af: Japannees
ar: اليابانية
bn: জাপানি
es: japonés
fr: Japonais
hi: जापानी
it: giapponese
ja: 日本
pt: japonês
ru: японский язык
sw: Kijapani
tr: Japonca
ur: جاپانی
zh: 日本人

# txt_turkish
source: Turkish
af: Turkse
ar: اللغة التركية
bn: তুর্কি
es: turco
fr: turc
hi: तुर्की
it: Turco
ja: トルコ語
pt: turco
ru: турецкий
sw: Kituruki
tr: Türk
ur: ترک
zh: 土耳其

# txt_swahili
source: Swahili
ar: السواحيلية
bn: সোয়াহিলি
hi: स्‍वाहि‍ली
ja: スワヒリ
pt: Suaíli
ru: суахили
sw: Kiswahili
tr: Svahili
ur: سواحلی
zh: 斯瓦希里语

# txt_italian
source: Italian
af: Italiaans
ar: إيطالي
bn: ইতালিয়ান
es: italiano
fr: italien
hi: इतालवी
it: Italiano
ja: イタリア語
pt: italiano
ru: Итальянский
sw: Italia
tr: İtalyan
ur: اطالوی
zh: 意大利人

# txt_edit
source: Edit
af: Redigeer
ar: تعديل
bn: সম্পাদনা
es: Editar
fr: Éditer
hi: संपादन करना
it: Modificare
ja: 編集
pt: Editar
ru: Редактировать
sw: Hariri
tr: Düzenlemek
ur: ترمیم
zh: 编辑

# txt_delete
source: Delete
af: Verwyder
ar: حذف
bn: মুছে ফেলা
es: Borrar
fr: Supprimer
hi: मिटाना
it: Elimina
ja: 消去
pt: Excluir
ru: Удалить
sw: Futa
tr: Silmek
ur: حذف کریں
zh: 删除

# val_accept_term_condition
source: Please accept Terms & Conditions
af: Aanvaar asseblief bepalings en voorwaardes
ar: يرجى قبول الشروط والأحكام
bn: শর্তাদি এবং শর্তাদি গ্রহণ করুন
es: Acepte términos y condiciones
fr: Veuillez accepter les termes et conditions
hi: कृपया नियम और शर्तें स्वीकार करें
it: Si prega di accettare termini e condizioni
ja: 利用規約を受け入れてください
pt: Aceite termos e condições
ru: Примите положения и условия
sw: Tafadhali kubali masharti na masharti
tr: Lütfen Şartlar ve Koşulları Kabul Et
ur: براہ کرم شرائط و ضوابط قبول کریں
zh: 请接受条款和条件

# val_first_name
source: Please enter first name
af: Voer asseblief die voornaam in
ar: الرجاء إدخال الاسم الأول
bn: প্রথম নাম লিখুন দয়া করে
es: Por favor ingrese el nombre
fr: Veuillez entrer le prénom
hi: कृपया पहला नाम दर्ज करें
it: Inserisci il nome
ja: 名を入力してください
pt: Por favor, insira o primeiro nome
ru: Пожалуйста, введите имя
sw: Tafadhali ingiza jina la kwanza
tr: Lütfen Ad Adını Girin
ur: براہ کرم پہلا نام درج کریں
zh: 请输入名字

# val_fullname_short
source: Full name too short
af: Volle naam te kort
ar: الاسم الكامل قصير جدا
bn: পুরো নাম খুব ছোট
es: Nombre completo demasiado corto
fr: Nom complet trop court
hi: पूरा नाम बहुत छोटा है
it: Nome completo troppo corto
ja: フルネームが短すぎます
pt: Nome completo muito curto
ru: Полное имя слишком короткое
sw: Jina kamili fupi sana
tr: Tam isim çok kısa
ur: مکمل نام بہت چھوٹا ہے
zh: 全名太短

# val_enter_userid_email
source: Please enter user id or email
af: Voer asseblief gebruikers -ID of e -pos in
ar: الرجاء إدخال معرف المستخدم أو البريد الإلكتروني
bn: ব্যবহারকারী আইডি বা ইমেল লিখুন
es: Ingrese la identificación del usuario o el correo electrónico
fr: Veuillez saisir l'ID utilisateur ou l'e-mail
hi: कृपया उपयोगकर्ता आईडी या ईमेल दर्ज करें
it: Inserisci l'ID utente o l'email
ja: ユーザーIDまたは電子メールを入力してください
pt: Por favor, digite ID de usuário ou e -mail
ru: Пожалуйста, введите идентификатор пользователя или электронную почту
sw: Tafadhali ingiza kitambulisho cha mtumiaji au barua pepe
tr: Lütfen kullanıcı kimliği veya e -posta girin
ur: براہ کرم صارف کی شناخت یا ای میل درج کریں
zh: 请输入用户ID或电子邮件

# val_userid_email_short
source: User id or email too short
af: Gebruikers -ID of e -pos te kort
ar: معرف المستخدم أو البريد الإلكتروني قصير جدًاUser id or email too short
bn: ব্যবহারকারী আইডি বা ইমেল খুব সংক্ষিপ্ত
es: ID de usuario o correo electrónico demasiado corto
fr: ID utilisateur ou e-mail trop court
hi: उपयोगकर्ता आईडी या ईमेल बहुत छोटा है
it: ID utente o e -mail troppo corto
ja: ユーザーIDまたは電子メールが短すぎます
pt: ID de usuário ou e -mail muito curto
ru: Идентификатор пользователя или электронная почта слишком коротко
sw: Kitambulisho cha mtumiaji au barua pepe fupi sana
tr: Kullanıcı kimliği veya e -posta çok kısa
ur: صارف کی شناخت یا ای میل بہت مختصر
zh: 用户ID或电子邮件太短

# val_enter_last_name
source: Please enter last name
af: Voer asseblief van in
ar: الرجاء إدخال الاسم الأخير
bn: শেষ নাম লিখুন দয়া করে
es: Por favor ingrese el apellido
fr: Veuillez entrer le nom de famille
hi: कृपया अंतिम नाम दर्ज करें
it: Inserisci il cognome
ja: 姓を入力してください
pt: Por favor, insira o sobrenome
ru: Пожалуйста, введите фамилию
sw: Tafadhali ingiza jina la mwisho
tr: Lütfen Soyadı Girin
ur: براہ کرم آخری نام درج کریں
zh: 请输入姓氏

# val_enter_userid
source: Please enter user id
af: Voer asseblief gebruikers -ID in
ar: الرجاء إدخال معرف المستخدم
bn: ব্যবহারকারী আইডি লিখুন
es: Ingrese la identificación de usuario
fr: Veuillez saisir l'ID utilisateur
hi: कृपया उपयोगकर्ता आईडी दर्ज करें
it: Immettere l'ID utente
ja: ユーザーIDを入力してください
pt: Por favor, insira o ID do usuário
ru: Пожалуйста, введите идентификатор пользователя
sw: Tafadhali ingiza kitambulisho cha mtumiaji
tr: Lütfen Kullanıcı Kimliği girin
ur: براہ کرم صارف کی شناخت درج کریں
zh: 请输入用户ID

# val_atleast_3char
source: Please enter atleast 3 character
af: Voer asseblief ten minste 3 karakter in
ar: الرجاء إدخال شخصية على الأقل 3
bn: কমপক্ষে 3 টি চরিত্র লিখুন
es: Ingrese al menos 3 personajes
fr: Veuillez entrer au moins 3 personnages
hi: कृपया कम से कम 3 चरित्र दर्ज करें
it: Inserisci il personaggio di Atleast 3
ja: 少なくとも3文字を入力してください
pt: Por favor, digite pelo menos 3 caracteres
ru: Пожалуйста, введите как минимум 3 символа
sw: Tafadhali ingiza mhusika 3
tr: Lütfen en az 3 karakteri girin
ur: براہ کرم کم از کم 3 کردار درج کریں
zh: 请输入至少3个字符

# val_first_name_short
source: First name too short
af: Eerste naam te kort
ar: الاسم الأول قصير جدا
bn: প্রথম নাম খুব সংক্ষিপ্ত
es: Nombre demasiado corto
fr: Prénom trop court
hi: पहला नाम बहुत छोटा है
it: Nome troppo corto
ja: 名が短すぎる
pt: Primeiro nome muito curto
ru: Имя слишком короткое
sw: Jina la kwanza ni fupi sana
tr: Adı çok kısa
ur: پہلا نام بہت چھوٹا ہے
zh: 名字太短

# val_last_name_short
source: Last name too short
af: Van te kort
ar: اسم العائلة قصير جدا
bn: শেষ নাম খুব সংক্ষিপ্ত
es: Apellido demasiado corto
fr: Nom de famille trop court
hi: अंतिम नाम बहुत छोटा है
it: Cognome troppo corto
ja: 姓が短すぎます
pt: Sobrenome muito curto
ru: Фамилия слишком короткая
sw: Jina la mwisho ni fupi sana
tr: Soyadı Çok Kısa
ur: آخری نام بہت چھوٹا ہے
zh: 姓太短

# val_enter_email
source: Please enter email
af: Voer asseblief e -pos in
ar: الرجاء إدخال البريد الإلكتروني
bn: ইমেল লিখুন দয়া করে
es: Por favor ingrese el correo electrónico
fr: Veuillez saisir le courrier électronique
hi: कृपया ईमेल दर्ज करें
it: Inserisci e -mail
ja: 電子メールを入力してください
pt: Por favor, digite o email
ru: Пожалуйста, введите электронное письмо
sw: Tafadhali ingiza barua pepe
tr: Lütfen e-posta giriniz
ur: براہ کرم ای میل درج کریں
zh: 请输入电子邮件

# val_valid_enter
source: Please enter valid email
af: Voer asseblief geldige e -pos in
ar: الرجاء إدخال بريد إلكتروني صحيح
bn: অনুগ্রহ করে আপনার সঠিক মেইল ​​আইডি প্রবেশ করান
es: Por favor introduzca un correo electrónico válido
fr: Veuillez saisir un e-mail valide
hi: कृपया वैध ईमेल दर्ज़ करें
it: perfavore Inserisci un'email valida
ja: 有効な電子メールを入力してください
pt: Por favor, insira e -mail válido
ru: Пожалуйста, введите действительное письмо
sw: Tafadhali ingiza barua pepe halali
tr: Lütfen geçerli e -postayı girin
ur: براہ کرم درست ای میل درج کریں
zh: 请输入有效的电子邮件

# val_enter_password
source: Please enter password
af: Voer asseblief die wagwoord in
ar: الرجاء إدخال كلمة المرور
bn: দয়া করে পাসওয়ার্ড লিখুন
es: Por favor, ingrese contraseña
fr: Veuillez entrer le mot de passe
hi: कृप्या पास्वर्ड भरो
it: Per favore, inserisci la password
ja: パスワードを入力してください
pt: Por favor, digite a senha
ru: Пожалуйста введите пароль
sw: Tafadhali ingiza nywila
tr: Lütfen şifre giriniz
ur: براہ کرم پاس ورڈ درج کریں
zh: 请输入密码

# val_enter_old_pass
source: Please enter old password
af: Voer asseblief ou wagwoord in
ar: الرجاء إدخال كلمة المرور القديمة
bn: পুরানো পাসওয়ার্ড লিখুন দয়া করে
es: Ingrese la contraseña antigua
fr: Veuillez saisir l'ancien mot de passe
hi: कृपया पुराना पासवर्ड दर्ज करें
it: Inserisci la vecchia password
ja: 古いパスワードを入力してください
pt: Por favor, insira senha antiga
ru: Пожалуйста, введите старый пароль
sw: Tafadhali ingiza nywila ya zamani
tr: Lütfen eski şifreyi girin
ur: براہ کرم پرانا پاس ورڈ درج کریں
zh: 请输入旧密码

# val_enter_new_pass
source: Please enter new password
af: Voer asseblief nuwe wagwoord in
ar: الرجاء إدخال كلمة مرور جديدة
bn: নতুন পাসওয়ার্ড লিখুন দয়া করে
es: Ingrese una nueva contraseña
fr: Veuillez saisir un nouveau mot de passe
hi: कृपया नया पासवर्ड दर्ज करें
it: Inserisci una nuova password
ja: 新しいパスワードを入力してください
pt: Por favor, digite nova senha
ru: Пожалуйста, введите новый пароль
sw: Tafadhali ingiza nywila mpya
tr: Lütfen yeni şifre girin
ur: براہ کرم نیا پاس ورڈ درج کریں
zh: 请输入新密码

# val_pass_short
source: Password is too short
af: Wagwoord is te kort
ar: كلمة المرور قصيرة جدا
bn: পাসওয়ার্ড অত্যন্ত ছোট
es: La contraseña es demasiado corta
fr: Le mot de passe est trop court
hi: पारण शब्द बहुत छोटा है
it: La password è troppo corta
ja: パスワードが短すぎます
pt: A senha é muito curta
ru: Пароль слишком короткий
sw: Nenosiri ni fupi sana
tr: Şifre çok kısa
ur: پاس ورڈ بہت چھوٹا ہے
zh: 密码太短了

# val_pass_not_match
source: Passwords don't match
af: Wagwoorde stem nie ooreen nie
ar: لا تتطابق كلمات المرور
bn: পাসওয়ার্ড মেলে না
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
it: Le password non corrispondono
ja: パスワードは一致しません
pt: As senhas não correspondem
ru: Пароли не совпадают
sw: Nywila hazilingani
tr: Şifreler eşleşmiyor
ur: پاس ورڈ مماثل نہیں ہیں
zh: 密码不匹配

# val_enter_name
source: Please enter name
af: Voer asseblief die naam in
ar: الرجاء إدخال الاسم
bn: নাম লিখুন দয়া করে
es: Por favor ingrese el nombre
fr: Veuillez saisir le nom
hi: कृपया नाम दर्ज करें
it: Inserisci il nome
ja: 名前を入力してください
pt: Por favor, insira o nome
ru: Пожалуйста, введите имя
sw: Tafadhali ingiza jina
tr: Lütfen Adı Girin
ur: براہ کرم نام درج کریں
zh: 请输入名称
