Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# val_enter_query
source: Please enter query
af: Voer asseblief die navraag in
ar: الرجاء إدخال الاستعلام
bn: দয়া করে ক্যোয়ারী প্রবেশ করুন
es: Por favor ingrese la consulta
fr: Veuillez saisir la requête
hi: कृपया क्वेरी दर्ज करें
it: Inserisci query
ja: クエリを入力してください
pt: Por favor, digite a consulta
ru: Пожалуйста, введите запрос
sw: Tafadhali ingiza swala
tr: Lütfen sorguyu girin
ur: براہ کرم استفسار درج کریں
zh: 请输入查询

# val_enter_confirm_pass
source: Please enter Confirm Password
af: Voer asseblief die Wagwoord in
ar: الرجاء إدخال كلمة مرور تأكيد
bn: দয়া করে পাসওয়ার্ড নিশ্চিত করুন
es: Ingrese la contraseña de confirmación
fr: Veuillez saisir le mot de passe Confirmer
hi: कृपया पासवर्ड की पुष्टि करें
it: Inserisci Conferma la password
ja: パスワードの確認を入力してください
pt: Por favor, digite a senha Confirmar
ru: Пожалуйста, введите подтверждение пароля
sw: Tafadhali ingiza thibitisha nywila
tr: Lütfen Parolayı Onayla Girin
ur: براہ کرم تصدیق شدہ پاس ورڈ درج کریں
zh: 请输入确认密码

# val_enter_address
source: Please enter address
af: Voer asseblief die adres in
ar: الرجاء إدخال العنوان
bn: ঠিকানা লিখুন দয়া করে
es: Ingrese la dirección
fr: Veuillez saisir l'adresse
hi: कृपया पता दर्ज करें
it: Inserisci l'indirizzo
ja: 住所を入力してください
pt: Por favor, insira o endereço
ru: Пожалуйста, введите адрес
sw: Tafadhali ingiza anwani
tr: Lütfen Adresi Girin
ur: براہ کرم ایڈریس درج کریں
zh: 请输入地址

# val_enter_mobile
source: Please enter mobile number
af: Voer asseblief die mobiele nommer in
ar: الرجاء إدخال رقم الهاتف المحمول
bn: দয়া করে মোবাইল নম্বর লিখুন
es: Ingrese el número de móvil
fr: Veuillez saisir le numéro de mobile
hi: कृपया मोबाइल नंबर दर्ज करें
it: Inserisci il numero di cellulare
ja: 携帯電話番号を入力してください
pt: Por favor, insira o número do celular
sw: Tafadhali ingiza nambari ya rununu
tr: Lütfen cep telefonu numarasını girin
ur: براہ کرم موبائل نمبر درج کریں
zh: 请输入手机号码

# val_valid_number
source: Please enter valid mobile number
af: Voer asseblief geldige selfoonnommer in
ar: الرجاء إدخال رقم الهاتف المحمول صالح
bn: বৈধ মোবাইল নম্বর লিখুন দয়া করে
es: Ingrese un número de móvil válido
fr: Veuillez saisir le numéro de mobile valide
hi: कृपया मान्य मोबाइल नंबर दर्ज करें
it: Immettere il numero di cellulare valido
ja: 有効な携帯電話番号を入力してください
pt: Por favor, insira o número do celular válido
ru: Пожалуйста, введите номер мобильного телефона
sw: Tafadhali ingiza nambari halali ya rununu
tr: Lütfen geçerli cep telefonu numarasını girin
ur: براہ کرم درست موبائل نمبر درج کریں
zh: 请输入有效的手机号码

# val_otp
source: Please Enter OTP
af: Voer asseblief OTP in
ar: الرجاء إدخال OTP
bn: ওটিপি প্রবেশ করুন
es: Por favor ingrese OTP
fr: Veuillez saisir OTP
hi: कृपया OTP दर्ज करें
it: Inserisci OTP
ja: OTPを入力してください
pt: Por favor, digite OTP
ru: Пожалуйста, введите действительный номер мобильного телефона
sw: Tafadhali ingiza OTP
tr: Lütfen OTP girin
ur: براہ کرم او ٹی پی درج کریں
zh: 请输入OTP

# val_enter_postal_code
source: Please enter postal code
af: Voer asseblief die poskode in
ar: الرجاء إدخال الرمز البريدي
bn: ডাক কোড লিখুন দয়া করে
es: Ingrese el código postal
fr: Veuillez saisir le code postal
hi: कृपया डाक कोड दर्ज करें
it: Inserisci il codice postale
ja: 郵便番号を入力してください
pt: Por favor, insira o código postal
ru: Пожалуйста, введите OTP
sw: Tafadhali ingiza nambari ya posta
tr: Lütfen posta kodunu girin
ur: براہ کرم پوسٹل کوڈ درج کریں
zh: 请输入邮政编码

# val_valid_postal_code
source: Please enter valid postal code
af: Voer asseblief geldige poskode in
ar: Pالرجاء إدخال رمز بريدي صالح
bn: বৈধ ডাক কোড লিখুন দয়া করে
es: Ingrese el código postal válido
fr: Veuillez saisir le code postal valide
hi: कृपया मान्य डाक कोड दर्ज करें
it: Immettere il codice postale valido
ja: 有効な郵便番号を入力してください
pt: Por favor, insira código postal válido
ru: Пожалуйста, введите почтовый код
sw: Tafadhali ingiza nambari halali ya posta
tr: Lütfen geçerli posta kodunu girin
ur: براہ کرم درست پوسٹل کوڈ درج کریں
zh: 请输入有效的邮政编码

# val_enter_landmark
source: Please enter landmark
af: Voer asseblief die landmerk in
ar: الرجاء إدخال لاندمارك
bn: ল্যান্ডমার্ক প্রবেশ করুন
es: Por favor ingrese a Landmark
fr: Veuillez entrer.
hi: कृपया लैंडमार्क दर्ज करें
it: Inserisci il punto di riferimento
ja: ランドマークを入力してください
pt: Por favor, digite marco
ru: Пожалуйста, введите Landmark
sw: Tafadhali ingiza alama
tr: Lütfen Landmark girin
ur: براہ کرم لینڈ مارک درج کریں
zh: 请输入地标

# val_enter_city
source: Please enter city
af: Gaan asseblief die stad in
ar: الرجاء إدخال المدينة
bn: শহরে প্রবেশ করুন
es: Por favor ingrese a la ciudad
fr: Veuillez entrer la ville
hi: कृपया शहर में प्रवेश करें
it: Inserisci la città
ja: 市を入力してください
pt: Por favor, entre na cidade
ru: Пожалуйста, введите город
sw: Tafadhali ingiza jiji
tr: Lütfen şehre girin
ur: براہ کرم شہر میں داخل ہوں
zh: 请进入城市

# val_enter_state
source: Please enter state
af: Voer asseblief die staat in
ar: الرجاء إدخال الحالة
bn: দয়া করে রাজ্য প্রবেশ করুন
es: Por favor ingrese el estado
fr: Veuillez entrer dans l'État
hi: कृपया राज्य दर्ज करें
it: Inserisci lo stato
ja: 状態を入力してください
pt: Por favor, insira o estado
ru: Пожалуйста, введите состояние
sw: Tafadhali ingiza jimbo
tr: Lütfen Devleti Girin
ur: براہ کرم ریاست میں داخل ہوں
zh: 请输入状态

# val_enter_specification
source: Please enter specification
af: Voer asseblief die spesifikasie in
ar: الرجاء إدخال المواصفات
bn: নির্দিষ্টকরণ লিখুন
es: Ingrese la especificación
fr: Veuillez saisir les spécifications
hi: कृपया विनिर्देश दर्ज करें
it: Inserisci le specifiche
ja: 仕様を入力してください
pt: Por favor, insira a especificação
ru: Пожалуйста, введите спецификацию
sw: Tafadhali ingiza vipimo
tr: Lütfen Spesifikasyonu Girin
ur: براہ کرم تصریح درج کریں
zh: 请输入规格

# val_enter_message
source: Enter a message
af: Voer 'n boodskap in
ar: أدخل رسالة
bn: একটি বার্তা লিখুন
es: Ingrese un mensaje
fr: Entrez un message
hi: एक संदेश दर्ज करें
it: Immettere un messaggio
ja: メッセージを入力します
pt: Insira uma mensagem
ru: Введите сообщение
sw: Ingiza ujumbe
tr: Mesaj girin
ur: ایک پیغام درج کریں
zh: 输入消息

# txt_camera_permission
source: Camera Permission
af: Kamera -toestemming
ar: إذن الكاميرا
bn: ক্যামেরা অনুমতি
es: Permiso de la cámara
fr: Autorisation de la caméra
hi: कैमरे की अनुमति
it: Autorizzazione della fotocamera
ja: カメラの許可
pt: Permissão da câmera
ru: Разрешение камеры
sw: Ruhusa ya kamera
tr: Kamera izni
ur: کیمرا کی اجازت
zh: 相机许可

# txt_permission_camera
source: Without this permission, this app will be unable to pick photo. Are you sure you want to deny this permission?
af: Sonder hierdie toestemming sal hierdie app nie die foto kan kies nie. Is u seker dat u hierdie toestemming wil ontken?
ar: بدون هذا الإذن ، لن يتمكن هذا التطبيق من اختيار الصورة. هل أنت متأكد أنك تريد إنكار هذا الإذن؟
bn: এই অনুমতি ব্যতীত, এই অ্যাপ্লিকেশনটি ফটো বাছাই করতে অক্ষম হবে। আপনি কি নিশ্চিত যে আপনি এই অনুমতি অস্বীকার করতে চান?
es: Sin este permiso, esta aplicación no podrá elegir una foto. ¿Estás seguro de que quieres negar este permiso?
fr: Sans cette autorisation, cette application ne pourra pas choisir la photo. Êtes-vous sûr de vouloir nier cette autorisation?
hi: इस अनुमति के बिना, यह ऐप फोटो लेने में असमर्थ होगा। क्या आप सुनिश्चित हैं कि आप इस अनुमति से इनकार करना चाहते हैं?
it: Senza questo permesso, questa app non sarà in grado di scegliere la foto. Sei sicuro di voler negare questo permesso?
ja: この許可がなければ、このアプリは写真を選ぶことができません。この許可を否定したいですか？
pt: Sem essa permissão, este aplicativo não poderá escolher a foto. Tem certeza de que deseja negar esta permissão?
ru: Без этого разрешения это приложение не сможет выбрать фото. Вы уверены, что хотите отрицать это разрешение?
sw: Bila ruhusa hii, programu hii haitaweza kuchagua picha. Je! Una uhakika unataka kukataa ruhusa hii?
tr: Bu izin olmadan, bu uygulama fotoğraf seçemez. Bu izni reddetmek istediğinizden emin misiniz?
ur: اس اجازت کے بغیر ، یہ ایپ تصویر لینے سے قاصر ہوگی۔ کیا آپ واقعی اس اجازت سے انکار کرنا چاہتے ہیں؟
zh: 没有此许可，此应用程序将无法选择照片。您确定要拒绝此许可吗？

# txt_retry
source: Retry
af: Herver hierdie
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করা
es: Rever
fr: Retenter
hi: पुन: प्रयास करें
it: Riprovare
ja: リトライ
pt: Tente novamente
ru: Повторно
sw: Jaribu tena
tr: Tekrarlamak
ur: دوبارہ کوشش کریں
zh: 重试

# txt_im_sure
source: I'm Sure
af: Ek is seker
ar: انا متاكد
bn: আমি নিশ্চিত
es: Estoy seguro
fr: Je suis sûr
hi: मुझे यकीन है
it: Sono sicuro che
ja: 私は確信しています
pt: Tenho certeza
ru: Я уверен
sw: Nina uhakika
tr: Eminim
ur: مجھے یقین ہے
zh: 我敢肯定

# txt_gallery_permission
source: Gallery Permission
af: Gallery toestemming
ar: معرض إذن
bn: গ্যালারী অনুমতি
es: Permiso de la galería
fr: Permission de la galerie
hi: गैलरी अनुमति
it: Autorizzazione della galleria
ja: ギャラリーの許可
pt: Permissão da galeria
ru: Галерея разрешение
sw: Ruhusa ya Matunzio
tr: Galeri İzni
ur: گیلری ، نگارخانہ کی اجازت
zh: 画廊许可

# txt_permision_gallery
source: Without this permission, this app will be unable to get photos from gallery. Are you sure you want to deny this permission?
af: Sonder hierdie toestemming kan hierdie app nie foto's uit die gallery kry nie. Is u seker dat u hierdie toestemming wil ontken?
ar: بدون هذا الإذن ، لن يتمكن هذا التطبيق من الحصول على صور من المعرض. هل أنت متأكد أنك تريد إنكار هذا الإذن؟
bn: এই অনুমতি ব্যতীত, এই অ্যাপ্লিকেশনটি গ্যালারী থেকে ফটো পেতে অক্ষম হবে। আপনি কি নিশ্চিত যে আপনি এই অনুমতি অস্বীকার করতে চান?
es: Sin este permiso, esta aplicación no podrá obtener fotos de la galería. ¿Estás seguro de que quieres negar este permiso?
fr: Sans cette autorisation, cette application ne sera pas en mesure d'obtenir des photos de la galerie. Êtes-vous sûr de vouloir nier cette autorisation?
hi: इस अनुमति के बिना, यह ऐप गैलरी से फ़ोटो प्राप्त करने में असमर्थ होगा। क्या आप सुनिश्चित हैं कि आप इस अनुमति से इनकार करना चाहते हैं?
it: Senza questo permesso, questa app non sarà in grado di ottenere foto dalla galleria. Sei sicuro di voler negare questo permesso?
ja: この許可がなければ、このアプリはギャラリーから写真を撮ることができません。この許可を否定したいですか？
pt: Sem essa permissão, este aplicativo não poderá obter fotos da galeria. Tem certeza de que deseja negar esta permissão?
ru: Без этого разрешения это приложение не сможет получить фотографии из галереи. Вы уверены, что хотите отрицать это разрешение?
sw: Bila ruhusa hii, programu hii haitaweza kupata picha kutoka kwa nyumba ya sanaa. Je! Una uhakika unataka kukataa ruhusa hii?
tr: Bu izin olmadan, bu uygulama galeriden fotoğraf alamayacak. Bu izni reddetmek istediğinizden emin misiniz?
ur: اس اجازت کے بغیر ، یہ ایپ گیلری سے فوٹو حاصل کرنے سے قاصر ہوگی۔ کیا آپ واقعی اس اجازت سے انکار کرنا چاہتے ہیں؟
zh: 没有此许可，此应用程序将无法从画廊中获取照片。您确定要拒绝此许可吗？

# txt_your_msg
source: Your Message...
af: Jou boodskap...
ar: رسالتك...
bn: তোমার বার্তা...
es: Tu mensaje...
fr: Votre message...
hi: आपका सन्देश...
it: Il tuo messaggio...
ja: あなたのメッセージ...
pt: Sua mensagem...
ru: Ваше сообщение...
sw: Ujumbe wako...
tr: Mesajın...
ur: آپ کا پیغام...
zh: 你的信息...

# txt_user_cancel_process
source: User cancel the process
af: Gebruiker kanselleer die proses
ar: المستخدم يلغي العملية
bn: ব্যবহারকারী প্রক্রিয়া বাতিল
es: El usuario cancela el proceso
fr: L'utilisateur annule le processus
hi: उपयोगकर्ता प्रक्रिया रद्द करें
it: Utente Annulla il processo
ja: ユーザーはプロセスをキャンセルします
pt: Usuário cancele o processo
ru: Пользователь отменил процесс
sw: Mtumiaji Ghairi Mchakato
tr: Kullanıcı işlemi iptal edin
ur: صارف عمل منسوخ کریں
zh: 用户取消该过程

# txt_thank_for_reg
source: Thank you for Registration
af: Dankie vir registrasie
ar: شكرا لك على التسجيل
bn: নিবন্ধনের জন্য আপনাকে ধন্যবাদ
es: Gracias por el registro
fr: Merci pour l'inscription
hi: पंजीकरण के लिए धन्यवाद
it: Grazie per la registrazione
ja: 登録ありがとうございます
pt: Obrigado pelo registro
ru: Спасибо за регистрацию
sw: Asante kwa usajili
tr: Kayıt için teşekkürler
ur: اندراج کے لئے آپ کا شکریہ
zh: 谢谢您的注册

# txt_verify_your_doc
source: Once we verify your documents.
af: Sodra ons u dokumente verifieer..
ar: بمجرد التحقق من مستنداتك.
bn: একবার আমরা আপনার নথি যাচাই করি।
es: Una vez que verificamos sus documentos.
fr: Une fois que nous avons vérifié vos documents.
hi: एक बार जब हम आपके दस्तावेजों को सत्यापित करते हैं।
it: Una volta verificati i tuoi documenti.
ja: ドキュメントを確認したら。
pt: Depois de verificarmos seus documentos.
ru: Как только мы проверим ваши документы.
sw: Mara tu tunapothibitisha hati zako.
tr: Bir kez belgelerinizi doğruladıktan sonra.
ur: ایک بار جب ہم آپ کے دستاویزات کی تصدیق کریں۔
zh: 一旦我们验证您的文档。

# txt_notify_you
source: we notify you soon
af: Ons stel u binnekort in kennis
ar: نعلمك قريبًا
bn: আমরা শীঘ্রই আপনাকে অবহিত করি
es: Te notificamos pronto
fr: Nous vous informions bientôt
hi: हम आपको जल्द ही सूचित करते हैं
it: Ti avvisiamo presto
ja: すぐに通知します
pt: nós notificamos você em breve
ru: Мы скоро уведомим вас
sw: Tunakujulisha hivi karibuni
tr: Yakında seni bilgilendiriyoruz
ur: ہم جلد ہی آپ کو مطلع کرتے ہیں
zh: 我们很快通知您

# txt_active_after_verification
source: After verification your account will active
af: Na verifikasie sal u rekening aktief wees
ar: بعد التحقق من أن حسابك سينشط
bn: যাচাইয়ের পরে আপনার অ্যাকাউন্ট সক্রিয় হবে
es: Después de la verificación, su cuenta activa
fr: Après vérification, votre compte sera actif
hi: सत्यापन के बाद आपका खाता सक्रिय हो जाएगा
it: Dopo la verifica, il tuo account sarà attivo
ja: 確認後、アカウントがアクティブになります
pt: Após a verificação, sua conta será ativa
ru: После проверки ваша учетная запись будет активна
sw: Baada ya uthibitisho akaunti yako itafanya kazi
tr: Doğrulamadan sonra hesabınız etkin olacaktır
ur: تصدیق کے بعد آپ کا اکاؤنٹ فعال ہوگا
zh: 验证后，您的帐户将活跃

# val_enter_vehicle_num
source: Please enter vehicle number
af: Voer asseblief die voertuignommer in
ar: الرجاء إدخال رقم السيارة
bn: যানবাহন নম্বর লিখুন
es: Ingrese el número de vehículo
fr: Veuillez saisir le numéro du véhicule
hi: कृपया वाहन नंबर दर्ज करें
it: Inserisci il numero del veicolo
ja: 車両番号を入力してください
pt: Por favor, insira o número do veículo
ru: Пожалуйста, введите номер автомобиля
sw: Tafadhali ingiza nambari ya gari
tr: Lütfen araç numarasını girin
ur: براہ کرم گاڑی کا نمبر درج کریں
zh: 请输入车辆号码

# val_upload_vehicle_front_img
source: Please upload vehicle front image
af: Laai asseblief die voorste beeld van die voertuig op
ar: يرجى تحميل الصورة الأمامية للمركبة
bn: যানবাহনের সামনের চিত্র আপলোড করুন
es: Sube la imagen frontal del vehículo
fr: Veuillez télécharger l'image avant du véhicule
hi: कृपया वाहन सामने की छवि अपलोड करें
it: Carica l'immagine anteriore del veicolo
ja: 車両のフロント画像をアップロードしてください
pt: Faça o upload da imagem frontal do veículo
ru: Пожалуйста, загрузите переднее изображение автомобиля
sw: Tafadhali pakia picha ya mbele ya gari
tr: Lütfen araç ön resmi yükleyin
ur: براہ کرم گاڑی کا فرنٹ امیج اپ لوڈ کریں
zh: 请上传车前图像

# val_upload_vehicle_back_img
source: Please upload vehicle back image
af: Laai asseblief die voertuig terug op die foto
ar: يرجى تحميل صورة الخلفية
bn: দয়া করে যানবাহন ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen de la parte posterior del vehículo
fr: Veuillez télécharger l'image du véhicule
hi: कृपया वाहन बैक इमेज अपलोड करें
it: Carica l'immagine del retro del veicolo
ja: 車両の戻り画像をアップロードしてください
pt: Faça o upload da imagem de traseira do veículo
ru: Пожалуйста, загрузите обратное изображение автомобиля
sw: Tafadhali pakia picha ya gari nyuma
tr: Lütfen Araç Geri Yükle Görüntü Yükle
ur: براہ کرم گاڑی کو بیک اپ لوڈ کریں
zh: 请上传车辆映像

# val_enter_id_number
source: Please enter Identification card number
af: Voer asseblief die identifikasiekaartnommer in
ar: الرجاء إدخال رقم بطاقة التعريف
bn: সনাক্তকরণ কার্ড নম্বর লিখুন দয়া করে
es: Ingrese el número de tarjeta de identificación
fr: Veuillez saisir le numéro de carte d'identité
hi: कृपया पहचान कार्ड नंबर दर्ज करें
it: Immettere il numero della scheda di identificazione
ja: 識別カード番号を入力してください
pt: Por favor, insira o número do cartão de identificação
ru: Пожалуйста, введите номер идентификационной карты
sw: Tafadhali ingiza nambari ya kadi ya kitambulisho
tr: Lütfen kimlik kartı numarasını girin
ur: براہ کرم شناختی کارڈ نمبر درج کریں
zh: 请输入身份证号码

# val_upload_id_front_img
source: Please upload Identification card front image
af: Laai asseblief die voorbeeld van die identifikasiekaart op
ar: يرجى تحميل صورة بطاقة التعريف الأمامية
bn: দয়া করে সনাক্তকরণ কার্ডের সামনের চিত্র আপলোড করুন
es: Cargue la imagen frontal de la tarjeta de identificación
fr: Veuillez télécharger l'image de la carte d'identité
hi: कृपया पहचान कार्ड फ्रंट इमेज अपलोड करें
it: Carica l'immagine frontale della scheda di identificazione
ja: 識別カードのフロント画像をアップロードしてください
pt: Faça o upload da imagem frontal do cartão de identificação
ru: Пожалуйста, загрузите идентификационную карту переднее изображение
sw: Tafadhali pakia picha ya kitambulisho cha kadi ya mbele
tr: Lütfen kimlik kartı ön resmini yükleyin
ur: براہ کرم شناختی کارڈ فرنٹ امیج اپ لوڈ کریں
zh: 请上传标识卡前图

# val_upload_id_back_img
source: Please upload Identification card back image
af: Laai asseblief die Identification Card Back Image op
ar: يرجى تحميل صورة بطاقة التعريف
bn: দয়া করে আইডেন্টিফিকেশন কার্ড ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen de la tarjeta de identificación
fr: Veuillez télécharger l'image de la carte d'identité
hi: कृपया पहचान कार्ड बैक इमेज अपलोड करें
it: Carica l'immagine della scheda di identificazione
ja: 識別カードのバック画像をアップロードしてください
pt: Faça o upload da imagem do cartão de identificação
ru: Пожалуйста, загрузите изображение идентификационную карту обратно
sw: Tafadhali pakia picha ya kitambulisho
tr: Lütfen kimlik kartı geri resim yükleyin
ur: براہ کرم شناختی کارڈ بیک امیج اپ لوڈ کریں
zh: 请上传标识卡回来图像

# val_select_id_start_date
source: Please select Identification card start date
af: Kies asseblief die aanvangskaart van die identifikasiekaart
ar: الرجاء تحديد تاريخ بدء بطاقة التعريف
bn: দয়া করে সনাক্তকরণ কার্ড শুরুর তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio de la tarjeta de identificación
fr: Veuillez sélectionner la date de début de la carte d'identité
hi: कृपया पहचान कार्ड प्रारंभ तिथि का चयन करें
it: Seleziona Data di inizio della scheda di identificazione
ja: 識別カードの開始日を選択してください
pt: Selecione a data de início do cartão de identificação
ru: Пожалуйста, выберите дату начала идентификационной карты
sw: Tafadhali chagua tarehe ya kuanza kadi ya kitambulisho
tr: Lütfen Kimlik Kartı Başlangıç ​​Tarihini seçin
ur: براہ کرم شناختی کارڈ شروع کی تاریخ منتخب کریں
zh: 请选择身份证开始日期

# val_select_id_end_date
source: Please select Identification card end date
af: Kies die einddatum van identifikasiekaart
ar: الرجاء تحديد تاريخ نهاية بطاقة التعريف
bn: দয়া করে সনাক্তকরণ কার্ডের শেষ তারিখটি নির্বাচন করুন
es: Seleccione la fecha de finalización de la tarjeta de identificación
fr: Veuillez sélectionner la date de fin de la carte d'identité
hi: कृपया पहचान कार्ड अंतिम तिथि का चयन करें
it: Seleziona la data di fine della scheda di identificazione
ja: 識別カードの終了日を選択してください
pt: Selecione a data final do cartão de identificação
ru: Пожалуйста, выберите дату окончания идентификационной карты
sw: Tafadhali chagua tarehe ya mwisho ya kadi ya kitambulisho
tr: Lütfen kimlik kartı bitiş tarihini seçin
ur: براہ کرم شناختی کارڈ کے اختتام کی تاریخ منتخب کریں
zh: 请选择身份证结束日期

# val_enter_license_num
source: Please enter license number
af: Voer lisensienommer in
ar: الرجاء إدخال رقم الترخيص
bn: লাইসেন্স নম্বর লিখুন
es: Ingrese el número de licencia
fr: Veuillez saisir le numéro de licence
hi: कृपया लाइसेंस नंबर दर्ज करें
it: Immettere il numero di licenza
ja: ライセンス番号を入力してください
pt: Por favor, insira o número da licença
ru: Пожалуйста, введите номер лицензии
sw: Tafadhali ingiza nambari ya leseni
tr: Lütfen lisans numarasını girin
ur: براہ کرم لائسنس نمبر درج کریں
zh: 请输入许可证号码

# val_upload_license_front_img
source: Please upload license front image
af: Laai asseblief die voorste beeld op die lisensie op
ar: يرجى تحميل الصورة الأمامية لترخيص
bn: লাইসেন্স সামনের চিত্র আপলোড করুন
es: Sube la imagen frontal de la licencia
fr: Veuillez télécharger l'image de la licence
hi: कृपया लाइसेंस फ्रंट इमेज अपलोड करें
it: Carica l'immagine frontale della licenza
ja: ライセンスフロント画像をアップロードしてください
pt: Faça o upload da imagem frontal da licença
ru: Пожалуйста, загрузите лицензионное изображение
sw: Tafadhali pakia picha ya mbele ya leseni
tr: Lütfen Lisans Ön Görüntüyü Yükle
ur: براہ کرم لائسنس فرنٹ امیج اپ لوڈ کریں
zh: 请上传许可证前图

# val_upload_license_back_img
source: Please upload license back image
af: Laai asseblief die lisensie -terugbeeld op
ar: يرجى تحميل صورة الترخيص
bn: লাইসেন্স ব্যাক ইমেজ আপলোড করুন
es: Por favor cargue la imagen de la licencia
fr: Veuillez télécharger l'image de licence
hi: कृपया लाइसेंस बैक इमेज अपलोड करें
it: Carica l'immagine della licenza
ja: ライセンスバック画像をアップロードしてください
pt: Faça o upload da imagem da licença de volta
ru: Пожалуйста, загрузите лицензию обратно
sw: Tafadhali pakia picha ya nyuma ya leseni
tr: Lütfen Lisansı Geri Yükle Resim Yükle
ur: براہ کرم لائسنس بیک امیج اپ لوڈ کریں
zh: 请上传许可证映像

# val_select_license_start_date
source: Please select license start date
af: Kies lisensie -begindatum
ar: الرجاء تحديد تاريخ بدء الترخيص
bn: লাইসেন্স শুরুর তারিখ নির্বাচন করুন
es: Seleccione la fecha de inicio de la licencia
fr: Veuillez sélectionner la date de début de la licence
hi: कृपया लाइसेंस प्रारंभ तिथि का चयन करें
it: Selezionare la data di inizio della licenza
ja: ライセンス開始日を選択してください
pt: Selecione a data de início da licença
ru: Пожалуйста, выберите дату начала лицензии
sw: Tafadhali chagua tarehe ya kuanza leseni
tr: Lütfen lisans başlangıç ​​tarihini seçin
ur: براہ کرم لائسنس اسٹارٹ کی تاریخ منتخب کریں
zh: 请选择许可证开始日期

# val_select_license_end_date
source: Please select license end date
af: Kies lisensie -einddatum
ar: الرجاء تحديد تاريخ نهاية الترخيص
bn: লাইসেন্স শেষ তারিখ নির্বাচন করুন
es: Seleccione la fecha de finalización de la licencia
fr: Veuillez sélectionner la date de fin de la licence
hi: कृपया लाइसेंस अंतिम तिथि का चयन करें
it: Seleziona la data di fine della licenza
ja: ライセンスの終了日を選択してください
pt: Selecione a data de término da licença
ru: Пожалуйста, выберите дату окончания лицензии
sw: Tafadhali chagua tarehe ya mwisho ya leseni
tr: Lütfen lisans bitiş tarihini seçin
ur: براہ کرم لائسنس کے اختتام کی تاریخ منتخب کریں
zh: 请选择许可证结束日期

# val_enter_vehicle_reg_num
source: Please enter vehicle registration number
af: Voer asseblief voertuigregistrasienommer in
ar: الرجاء إدخال رقم تسجيل السيارة
bn: যানবাহন নিবন্ধকরণ নম্বর লিখুন
es: Ingrese el número de registro del vehículo
fr: Veuillez saisir le numéro d'enregistrement du véhicule
hi: कृपया वाहन पंजीकरण संख्या दर्ज करें
it: Immettere il numero di registrazione del veicolo
ja: 車両登録番号を入力してください
pt: Por favor, insira o número de registro do veículo
ru: Пожалуйста, введите регистрационный номер автомобиля
sw: Tafadhali ingiza nambari ya usajili wa gari
tr: Lütfen araç kayıt numarasını girin
ur: براہ کرم گاڑیوں کا رجسٹریشن نمبر درج کریں
zh: 请输入车辆注册号

# val_upload_reg_front_img
source: Please upload vehicle registration front image
af: Laai asseblief voertuigregistrasie voorbeeld op
ar: يرجى تحميل الصورة الأمامية لتسجيل المركبات
bn: দয়া করে যানবাহন নিবন্ধকরণ সামনের চিত্র আপলোড করুন
es: Sube la imagen frontal de registro del vehículo
fr: Veuillez télécharger l'image avant d'enregistrement des véhicules
hi: कृपया वाहन पंजीकरण फ्रंट इमेज अपलोड करें
it: Carica l'immagine anteriore della registrazione del veicolo
ja: 車両登録のフロント画像をアップロードしてください
pt: Faça o upload da imagem frontal do registro do veículo
ru: Пожалуйста, загрузите переднее изображение регистрации автомобиля
sw: Tafadhali pakia picha ya usajili wa gari
tr: Lütfen araç kaydı ön resmi yükleyin
ur: براہ کرم گاڑیوں کی رجسٹریشن فرنٹ امیج اپ لوڈ کریں
zh: 请上传车辆注册前图
