Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# txt_login_detect
source: New login is detected in another device, please login again to use on this device
af: Nuwe aanmelding word op 'n ander toestel opgespoor, meld asseblief weer aan om op hierdie toestel te gebruik
ar: تم اكتشاف تسجيل الدخول الجديد في جهاز آخر ، يرجى تسجيل الدخول مرة أخرى لاستخدامه على هذا الجهاز
bn: নতুন লগইন অন্য ডিভাইসে সনাক্ত করা হয়েছে, দয়া করে এই ডিভাইসে ব্যবহার করতে আবার লগইন করুন
es: Se detecta un nuevo inicio de sesión en otro dispositivo, inicie sesión nuevamente para usar en este dispositivo
fr: Une nouvelle connexion est détectée dans un autre appareil, veuillez vous connecter à nouveau à utiliser sur cet appareil
hi: किसी अन्य डिवाइस में नया लॉगिन का पता चला है, कृपया इस डिवाइस पर उपयोग करने के लिए फिर से लॉगिन करें
it: Nuovo accesso viene rilevato in un altro dispositivo, accedi di nuovo per l'utilizzo su questo dispositivo
ja: 新しいログインが別のデバイスで検出されます。もう一度ログインして、このデバイスで使用してください
pt: O novo login é detectado em outro dispositivo, faça o login novamente para usar neste dispositivo
ru: Новый вход обнаруживается в другом устройстве, пожалуйста, войдите в систему, чтобы использовать на этом устройстве
sw: Kuingia mpya hugunduliwa kwenye kifaa kingine, tafadhali ingia tena ili utumie kwenye kifaa hiki
tr: Başka bir cihazda yeni giriş algılanır, lütfen bu cihazda kullanmak için tekrar giriş yapın
ur: کسی دوسرے آلے میں نیا لاگ ان کا پتہ چلا ہے ، براہ کرم اس ڈیوائس پر استعمال کرنے کے لئے دوبارہ لاگ ان ہوں
zh: 在另一台设备中检测到新登录，请再次登录以在此设备上使用

# txt_location_setting_permission
source: Location Permission is not enable, please enable the permission
af: Liggingstoestemming is nie geaktiveer nie, stel die toestemming in
ar: لا يتم تمكين إذن الموقع ، يرجى تمكين الإذن
bn: অবস্থানের অনুমতি সক্ষম হয় না, দয়া করে অনুমতি সক্ষম করুন
es: El permiso de ubicación no se habilita, habilite el permiso
fr: L'autorisation de localisation n'est pas activée, veuillez activer l'autorisation
hi: स्थान की अनुमति सक्षम नहीं है, कृपया अनुमति सक्षम करें
it: L'autorizzazione della posizione non è abilitata, abilita l'autorizzazione
ja: 場所の許可は有効ではありません。許可を有効にしてください
pt: A permissão de localização não é ativada, ative a permissão
ru: Разрешение на местоположение не включено, пожалуйста, включите разрешение
sw: Ruhusa ya eneo haiwezekani, tafadhali wezesha ruhusa
tr: Konum izni etkin değil, lütfen izni etkinleştirin
ur: مقام کی اجازت قابل نہیں ہے ، براہ کرم اجازت کو فعال کریں
zh: 未启用位置许可，请启用许可

# txt_delete_account
source: Delete Account
af: Skrap rekening
ar: حذف الحساب
bn: হিসাব মুছে ফেলা
es: Borrar cuenta
fr: Supprimer le compte
hi: खाता हटा दो
it: Eliminare l'account
ja: アカウントを削除する
pt: Deletar conta
ru: Удалить аккаунт
sw: Futa Akaunti
tr: Hesabı sil
ur: کھاتہ مٹا دو
zh: 删除帐户

# txt_sure_to_delete
source: Are you sure you want to delete your account?
af: Is jy seker jy wil jou rekening uitvee?
ar: هل انت متأكد انك تريد حذف حسابك؟
bn: আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান আপনি কি নিশ্চিত?
es: ¿Estás seguro de que quieres eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
hi: क्या आप इस खाते को हटाने के लिए सुनिश्चित हैं?
it: Sei sicuro di voler eliminare il tuo account?
ja: アカウントを削除してもよろしいですか?
pt: Tem certeza de que deseja excluir sua conta?
ru: Вы уверены, что хотите удалить свою учетную запись?
sw: Je, una uhakika unataka kufuta akaunti yako?
tr: Hesabınızı silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟
zh: 您确定要删除您的帐户吗？

# txt_open_with
source: Open with
af: Maak oop met
ar: مفتوحة مع
bn: সঙ্গে খোলা
es: Abrir con
fr: Ouvrir avec
hi: के साथ खोलें
it: Aperta con
ja: で開く
pt: Abrir com
ru: Открыть с
sw: Fungua na
tr: Bununla aç
ur: کے ساتھ کھولیں۔
zh: 打开用

# txt_new_request_from
source: New Request
af: Nuwe versoek
ar: طلب جديد
bn: নতুন অনুরোধ
es: Nueva solicitud
fr: Nouvelle requête
hi: नई विनती
it: Nuova richiesta
ja: 新しいリクエスト
pt: Novo pedido
ru: Новый запрос
sw: Ombi Jipya
tr: Yeni istek
ur: نئی درخواست
zh: 新请求

# txt_vehicle_assign
source: Vehicle assign by admin is
af: Voertuig toewys deur admin is
ar: يتم تعيين السيارة من قبل المشرف
bn: অ্যাডমিন দ্বারা যানবাহন বরাদ্দ করা হয়
es: La asignación del vehículo por parte del administrador es
fr: L'attribution du véhicule par l'administrateur est
hi: व्यवस्थापक द्वारा वाहन आवंटित किया गया है
it: L'assegnazione del veicolo da parte dell'amministratore è
ja: 管理者による車両の割り当ては
pt: A atribuição do veículo pelo administrador é
ru: Транспортное средство, назначенное администратором,
sw: Gari iliyokabidhiwa na msimamizi ni
tr: Yönetici tarafından araç ataması:
ur: ایڈمن کی طرف سے گاڑی تفویض ہے
zh: 管理员分配的车辆是

# txt_admin_delete
source: Admin Deleted your account, you can't use the app further. Please contact admin.
af: Admin Het jou rekening uitgevee, jy kan nie die toepassing verder gebruik nie. Kontak asseblief admin.
ar: قام المسؤول بحذف حسابك، ولا يمكنك استخدام التطبيق مرة أخرى. يرجى الاتصال بالمسؤول.
bn: অ্যাডমিন আপনার অ্যাকাউন্ট মুছে দিয়েছে, আপনি আর অ্যাপটি ব্যবহার করতে পারবেন না। অ্যাডমিনের সাথে যোগাযোগ করুন.
es: Administrador Eliminó su cuenta, no puede usar la aplicación más. Por favor contacte al administrador.
fr: Administrateur Vous avez supprimé votre compte, vous ne pouvez plus utiliser l'application. Veuillez contacter l'administrateur.
hi: व्यवस्थापक ने आपका खाता हटा दिया है, आप आगे ऐप का उपयोग नहीं कर सकते। कृपया व्यवस्थापक से संपर्क करें.
it: L'amministratore ha eliminato il tuo account, non puoi utilizzare ulteriormente l'app. Si prega di contattare l'amministratore.
ja: 管理者 アカウントが削除されたため、アプリを今後使用することはできません。管理者に連絡してください。
pt: Admin excluiu sua conta, você não pode mais usar o aplicativo. Entre em contato com o administrador.
ru: Админ удалил ваш аккаунт, дальше пользоваться приложением нельзя. Пожалуйста, свяжитесь с администратором.
sw: Msimamizi Amefuta akaunti yako, huwezi kutumia programu zaidi. Tafadhali wasiliana na msimamizi.
tr: Yönetici Hesabınızı sildi, uygulamayı daha fazla kullanamazsınız. Lütfen yöneticiyle iletişime geçin.
ur: ایڈمن نے آپ کا اکاؤنٹ ڈیلیٹ کر دیا، آپ ایپ کو مزید استعمال نہیں کر سکتے۔ براہ کرم ایڈمن سے رابطہ کریں۔
zh: 管理员删除了您的帐户，您无法再使用该应用程序。请联系管理员。
