Repository: SonaliWebmobril/mdar_driver
Catalog: lib/l10n/app_*.arb
Languages: af, ar, bn, es, fr, hi, it, ja, pt, ru, sw, tr, ur, zh

# txt_transaction_id
source: Transaction id
af: Transaksie ID
ar: رقم المعاملة
bn: লেনদেন নাম্বার
es: ID de transacción
fr: Identifiant de transaction
hi: लेन -देन आईडी
it: ID transazione
ja: トランザクションID
pt: ID da transação
ru: Номер транзакции
sw: Kitambulisho cha manunuzi
tr: İşlem Kimliği
ur: ٹرانزیکشن ID
zh: 事务ID

# txt_total_price
source: Total Price
af: Totale prys
ar: السعر الكلي
bn: মোট দাম
es: Precio total
fr: Prix ​​total
hi: कुल कीमत
it: Prezzo totale
ja: 合計金額
pt: Preço total
ru: Итоговая цена
sw: Bei jumla
tr: Toplam fiyat
ur: کل قیمت
zh: 总价

# txt_complete
source: Completed
af: Voltooi
ar: مكتمل
bn: সম্পূর্ণ
es: Terminado
fr: Complété
hi: पूरा हुआ
it: Completato
ja: 完了しました
pt: Concluído
ru: Завершенный
sw: Imekamilika
tr: Tamamlanmış
ur: مکمل
zh: 完全的

# txt_date
source: Date
af: Datum
ar: تاريخ
bn: তারিখ
es: Fecha
hi: तारीख
it: Data
ja: 日にち
pt: Encontro
ru: Дата
sw: Tarehe
tr: Tarih
ur: تاریخ
zh: 日期

# txt_by
source: By
af: Per
ar: بواسطة
bn: দ্বারা
es: Por
fr: Par
hi: द्वारा
it: Di
ja: に
pt: De
ru: От
sw: Na
tr: Tarafından
ur: بذریعہ
zh: 经过

# txt_cancelled
source: Cancelled
af: Gekanselleer
ar: ألغيت
bn: বাতিল
es: Cancelado
fr: Annulé
hi: रद्द
it: Annullato
ja: キャンセル
pt: Cancelado
ru: Отменен
sw: Kufutwa
tr: İptal edildi
ur: منسوخ
zh: 取消

# txt_phone_number
source: Phone number
af: Telefoon nommer
ar: رقم الهاتف
bn: ফোন নম্বর
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pt: Número de telefone
ru: Номер телефона
sw: Nambari ya simu
tr: Telefon numarası
ur: فون نمبر
zh: 电话号码

# txt_upload
source: Upload
af: Oplaai
ar: رفع
bn: আপলোড
es: Subir
fr: Télécharger
hi: डालना
it: Caricamento
ja: アップロード
pt: Carregar
ru: Загрузить
sw: Pakia
tr: Yüklemek
ur: اپ لوڈ کریں
zh: 上传

# txt_valid_phone
source: Please Enter valid Phone No
af: Voer asseblief geldige telefoon in
ar: الرجاء إدخال هاتف صالح لا
bn: বৈধ ফোন নং লিখুন দয়া করে
es: Por favor ingrese el teléfono válido no
fr: Veuillez saisir le téléphone valide non
hi: कृपया मान्य फ़ोन नंबर दर्ज करें
it: Inserisci il telefono valido no
ja: 有効な電話番号を入力してください
pt: Por favor, insira o telefone válido não
ru: Пожалуйста, введите действительный телефон №
sw: Tafadhali ingiza simu halali hapana
tr: Lütfen geçerli telefon hayır girin
ur: براہ کرم درست فون نمبر درج کریں
zh: 请输入有效的电话号码

# txt_maker_name
source: Please Enter Car Maker detail
af: Voer asseblief die detail van die motorvervaardiger in
ar: الرجاء إدخال تفاصيل صانع السيارات
bn: গাড়ি প্রস্তুতকারক বিশদ লিখুন দয়া করে
es: Ingrese los detalles del fabricante de automóviles
fr: Veuillez saisir les détails des créateurs de voitures
hi: कृपया कार निर्माता विवरण दर्ज करें
it: Inserisci i dettagli del produttore di automobili
ja: 自動車メーカーの詳細を入力してください
pt: Por favor, insira detalhes do fabricante de carros
ru: Пожалуйста, введите подробную информацию
sw: Tafadhali ingiza maelezo ya mtengenezaji wa gari
tr: Lütfen araba üreticisi detayını girin
ur: براہ کرم کار بنانے والے کی تفصیل درج کریں
zh: 请输入汽车制造商细节

# txt_model_name
source: Please Enter Car Model name
af: Voer asseblief die naam van die motormodel in
ar: الرجاء إدخال اسم طراز السيارة
bn: গাড়ী মডেল নাম লিখুন দয়া করে
es: Ingrese el nombre del modelo de coche
fr: Veuillez saisir le nom du modèle de voiture
hi: कृपया कार मॉडल का नाम दर्ज करें
it: Inserisci il nome del modello di auto
ja: 車のモデル名を入力してください
pt: Por favor, insira o nome do modelo do carro
ru: Пожалуйста, введите название модели автомобиля
sw: Tafadhali ingiza jina la mfano wa gari
tr: Lütfen araba modeli adını girin
ur: براہ کرم کار ماڈل کا نام درج کریں
zh: 请输入汽车模型名称

# txt_color_name
source: Please Enter Car Color name
af: Voer asseblief die naam van die motor in
ar: الرجاء إدخال اسم لون السيارة
bn: গাড়ির রঙের নাম লিখুন দয়া করে
es: Ingrese el nombre del color del coche
fr: Veuillez saisir le nom de la couleur de la voiture
hi: कृपया कार रंग का नाम दर्ज करें
it: Inserisci il nome del colore dell'auto
ja: 車のカラー名を入力してください
pt: Por favor, insira o nome da cor do carro
ru: Пожалуйста, введите название цвета автомобиля
sw: Tafadhali ingiza jina la rangi ya gari
tr: Lütfen araba renk adını girin
ur: براہ کرم کار رنگ کا نام درج کریں
zh: 请输入汽车颜色名称

# txt_select_passenger
source: Please Select No. of Passenger
af: Kies asseblief Aantal passasier
ar: الرجاء اختيار عدد الراكب
bn: যাত্রী নম্বর নির্বাচন করুন
es: Seleccione No. de Passenger
fr: Veuillez sélectionner le numéro de passager
hi: कृपया यात्री की संख्या का चयन करें
it: Seleziona il numero di passeggero
ja: 乗客数を選択してください
pt: Selecione o número de passageiros
ru: Пожалуйста, выберите номер пассажира
sw: Tafadhali chagua Hapana ya Abiria
tr: Lütfen yolcu numarasını seçin
ur: براہ کرم مسافر کی تعداد منتخب کریں
zh: 请选择乘客数量

# txt_valid_data
source: Enter Valid data
af: Voer geldige data in
ar: أدخل بيانات صالحة
bn: বৈধ ডেটা লিখুন
es: Ingrese datos válidos
fr: Entrez des données valides
hi: मान्य डेटा दर्ज करें
it: Immettere dati validi
ja: 有効なデータを入力します
pt: Insira dados válidos
ru: Введите допустимые данные
sw: Ingiza data halali
tr: Geçerli verileri girin
ur: درست ڈیٹا درج کریں
zh: 输入有效数据

# txt_select_vehicle_pic
source: Please Select Vehicle Pictures
af: Kies asseblief voertuigfoto's
ar: الرجاء تحديد صور المركبات
bn: গাড়ির ছবি নির্বাচন করুন
es: Seleccione fotos del vehículo
fr: Veuillez sélectionner les photos du véhicule
hi: कृपया वाहन चित्रों का चयन करें
it: Seleziona le immagini del veicolo
ja: 車両の写真を選択してください
pt: Selecione Fotos de veículo
ru: Пожалуйста, выберите картинки автомобиля
sw: Tafadhali chagua picha za gari
tr: Lütfen araç resimlerini seçin
ur: براہ کرم گاڑیوں کی تصاویر منتخب کریں
zh: 请选择车辆图片

# txt_location_permission
source: Location Permission
af: Liggingstoestemming
ar: إذن الموقع
bn: অবস্থান অনুমতি
es: Permiso de ubicación
fr: Autorisation de localisation
hi: स्थान अनुमति
it: Autorizzazione di posizione
ja: 場所の許可
pt: Permissão de localização
ru: Разрешение местоположения
sw: Ruhusa ya eneo
tr: Konum izni
ur: مقام کی اجازت
zh: 位置许可

# txt_permision_location
source: Without this permission, this app will be unable to get yours location and address. Are you sure you want to deny this permission?
af: Sonder hierdie toestemming, kan hierdie app nie die ligging en adres van u plek kry nie. Is u seker dat u hierdie toestemming wil ontken?
ar: بدون هذا الإذن ، لن يتمكن هذا التطبيق من الحصول على موقعك وعنوانك. هل أنت متأكد أنك تريد إنكار هذا الإذن؟
bn: এই অনুমতি ব্যতীত, এই অ্যাপ্লিকেশনটি আপনার অবস্থান এবং ঠিকানা পেতে অক্ষম হবে। আপনি কি নিশ্চিত যে আপনি এই অনুমতি অস্বীকার করতে চান?
es: Sin este permiso, esta aplicación no podrá obtener su ubicación y dirección. ¿Estás seguro de que quieres negar este permiso?
fr: Sans cette autorisation, cette application ne sera pas en mesure d'obtenir votre emplacement et votre adresse. Êtes-vous sûr de vouloir nier cette autorisation?
hi: इस अनुमति के बिना, यह ऐप आपका स्थान और पता प्राप्त करने में असमर्थ होगा। क्या आप सुनिश्चित हैं कि आप इस अनुमति से इनकार करना चाहते हैं?
it: Senza questa autorizzazione, questa app non sarà in grado di ottenere la tua posizione e indirizzo. Sei sicuro di voler negare questo permesso?
ja: この許可がなければ、このアプリはあなたの場所と住所を取得することができません。この許可を否定したいですか？
pt: Sem essa permissão, este aplicativo não poderá obter o seu local e endereço. Tem certeza de que deseja negar esta permissão?
ru: Без этого разрешения это приложение не сможет получить ваше местоположение и адрес. Вы уверены, что хотите отрицать это разрешение?
sw: Bila ruhusa hii, programu hii haitaweza kupata eneo lako na anwani. Je! Una uhakika unataka kukataa ruhusa hii?
tr: Bu izin olmadan, bu uygulama konum ve adres alamayacaktır. Bu izni reddetmek istediğinizden emin misiniz?
ur: اس اجازت کے بغیر ، یہ ایپ آپ کا مقام اور پتہ حاصل کرنے سے قاصر ہوگی۔ کیا آپ واقعی اس اجازت سے انکار کرنا چاہتے ہیں؟
zh: 未经这份许可，此应用将无法获取您的位置和地址。您确定要拒绝此许可吗？

# txt_permision_setting
source: If you want to use this app you must enable permissions in system permissions setting
af: As u hierdie app wil gebruik, moet u toestemmings in die instelling van die stelseltoestemmings moontlik maak
ar: إذا كنت ترغب في استخدام هذا التطبيق ، فيجب عليك تمكين الأذونات في إعداد أذونات النظام
bn: আপনি যদি এই অ্যাপ্লিকেশনটি ব্যবহার করতে চান তবে আপনাকে অবশ্যই সিস্টেম অনুমতি সেটিংয়ে অনুমতি সক্ষম করতে হবে
es: Si desea utilizar esta aplicación, debe habilitar los permisos en la configuración de permisos del sistema
fr: Si vous souhaitez utiliser cette application, vous devez activer les autorisations dans le réglage des autorisations système
hi: यदि आप इस ऐप का उपयोग करना चाहते हैं, तो आपको सिस्टम अनुमतियाँ सेटिंग में अनुमतियों को सक्षम करना होगा
it: Se si desidera utilizzare questa app è necessario abilitare le autorizzazioni nell'impostazione delle autorizzazioni di sistema
ja: このアプリを使用する場合は、システム許可設定で権限を有効にする必要があります
pt: Se você deseja usar este aplicativo, deve ativar permissões na configuração de permissões do sistema
ru: Если вы хотите использовать это приложение, вы должны включить разрешения в настройке разрешений системы
sw: Ikiwa unataka kutumia programu hii lazima uwezeshe ruhusa katika mpangilio wa ruhusa za mfumo
tr: Bu uygulamayı kullanmak istiyorsanız, sistem izinleri ayarında izinleri etkinleştirmelisiniz
ur: اگر آپ اس ایپ کو استعمال کرنا چاہتے ہیں تو آپ کو سسٹم کی اجازت کی ترتیب میں اجازتوں کو اہل بنانا ہوگا
zh: 如果要使用此应用程序，则必须在系统权限设置中启用权限

# txt_setting
source: Settings
af: Instellings
ar: إعدادات
bn: সেটিংস
es: Ajustes
fr: Paramètres
hi: समायोजन
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки
sw: Mipangilio
tr: Ayarlar
ur: ترتیبات
zh: 设置

# txt_exit
source: Exit
af: Uitgaan
ar: مخرج
bn: প্রস্থান
es: Salida
fr: Sortir
hi: बाहर निकलना
it: Uscita
ja: 出口
pt: Saída
ru: Выход
sw: Utgång
tr: çıkış
ur: باہر نکلیں
zh: 出口

# txt_select_max
source: Select Max 10 Images
af: Kies Max 10 prente
ar: حدد Max 10 Images
bn: সর্বোচ্চ 10 চিত্র নির্বাচন করুন
es: Seleccione MAX 10 imágenes
fr: Sélectionnez des images max 10
hi: अधिकतम 10 छवियों का चयन करें
it: Seleziona Max 10 Immagini
ja: 最大10画像を選択します
pt: Selecione Max 10 imagens
ru: Выберите Max 10 изображений
sw: Chagua picha za Max 10
tr: Maksimum 10 resim seçin
ur: زیادہ سے زیادہ 10 تصاویر منتخب کریں
zh: 选择最大10张图像

# txt_car_maker
source: Car Maker
af: Motorvervaardiger
ar: صانع السيارات
bn: গাড়ি প্রস্তুতকারক
es: Fabricante de automóviles
fr: Constructeur automobile
hi: कार निर्माता
it: Maker di automobili
ja: 自動車メーカー
pt: Fabricante de carros
ru: Автомобиль
sw: Mtengenezaji wa gari
tr: Araba üreticisi
ur: کار بنانے والا
zh: 汽车制造商

# txt_car_model
source: Car Model
af: Motormodel
ar: طراز السيارة
bn: গাড়ী মডেল
es: Modelo de auto
fr: Modèle de voiture
hi: कार के मॉडल
it: Modello d'auto
ja: 車のモデル
pt: Modelo de carro
ru: Модель автомобиля
sw: Mfano wa gari
tr: Araba modeli
ur: کار ماڈل
zh: 汽车模型

# txt_car_color
source: Car Color
af: Motorkleur
ar: لون السيارة
bn: গাড়ির রঙ
es: Color de coche
fr: Couleur de voiture
hi: कार का रंग
it: Colore dell'auto
ja: 車の色
pt: Cor do carro
ru: Цвет автомобиля
sw: Rangi ya gari
tr: Araba rengi
ur: کار کا رنگ
zh: 汽车颜色

# txt_no_pass
source: No. Of Passenger
af: Aantal passasier
ar: عدد الركاب
bn: যাত্রী সংখ্যা
es: No. de pasajero
fr: Nombre de passager
hi: यात्री की संख्या
it: No. di passeggero
ja: 乗客数
pt: No. de passageiro
ru: Количество пассажира
sw: Hapana. Ya abiria
tr: Yolcu Sayısı
ur: مسافر کی تعداد
zh: 乘客数量

# txt_vehicle_pic
source: Vehicle Picture
af: Voertuigprent
ar: صورة السيارة
bn: গাড়ির ছবি
es: Imagen del vehículo
fr: Photo de véhicule
hi: वाहन चित्र
it: Immagine del veicolo
ja: 車両の写真
pt: Imagem do veículo
ru: Картина автомобиля
sw: Picha ya gari
tr: Araç resmi
ur: گاڑی کی تصویر
zh: 车辆图片

# txt_driver_id
source: Driver Identification card
af: Bestuurderidentifikasiekaart
ar: بطاقة تعريف السائق
bn: ড্রাইভার সনাক্তকরণ কার্ড
es: Tarjeta de identificación del conductor
fr: Carte d'identification du conducteur
hi: चालक पहचान पत्र
it: Scheda di identificazione del driver
ja: ドライバー識別カード
pt: Cartão de identificação do driver
ru: Идентификационная карта драйвера
sw: Kadi ya kitambulisho cha dereva
tr: Sürücü Kimlik Kartı
ur: ڈرائیور شناختی کارڈ
zh: 驾驶员身份证

# txt_driver_driving
source: Driver driving license
af: Bestuurderbestuurslisensie
ar: رخصة قيادة القيادة
bn: ড্রাইভার ড্রাইভিং লাইসেন্স
es: Licencia de conducir conducir
fr: Permis de conduite
hi: चालक ड्राइविंग लाइसेंस
it: Patente di guida conducente
ja: ドライバー運転免許証
pt: Carteira de motorista de motorista
ru: Водительские права водительских прав
sw: Leseni ya Kuendesha Dereva
tr: Sürücü ehliyeti
ur: ڈرائیور ڈرائیونگ لائسنس
zh: 驾驶执照

# txt_vehicle_reg
source: Vehicle registration
af: Voertuigregistrasie
ar: استمارة المركبة
bn: যানবাহন নিবন্ধন
es: Registro de Vehículo
fr: Immatriculation des véhicules
hi: वाहन पंजीकरण
it: Registrazione del veicolo
ja: 車両登録
pt: Registro de Veículo
ru: Регистрация транспортных средств
sw: Usajili wa gari
tr: Araç Kayıt
ur: گاڑیوں کا اندراج
zh: 车辆登记

# txt_vehicle_owner
source: Vehicle ownership
af: Voertuigbesit
ar: ملكية المركبات
bn: গাড়ির মালিকানা
es: Propiedad del vehículo
fr: Possession de véhicules
hi: वाहन स्वामित्व
it: Proprietà del veicolo
ja: 車両の所有
pt: Propriedade do veículo
ru: Владение транспортным средством
sw: Umiliki wa gari
tr: Araç sahipliği
ur: گاڑیوں کی ملکیت
zh: 车辆所有权

# txt_vehicle_insur
source: Vehicle Insurance
af: Voertuigversekering
ar: التأمين على المركبات
bn: যানবাহন বীমা
es: Seguro de vehículo
fr: Assurance automobile
hi: वाहन बीमा
it: Assicurazione del veicolo
ja: 車両保険
pt: Seguro de veículo
ru: Страхование транспортного средства
sw: Bima ya gari
tr: Araç sigortası
ur: گاڑی انشورنس
zh: 车辆保险

# txt_vehicle_inspec
source: Vehicle Inspection
af: Voertuiginspeksie
ar: فحص المركبة
bn: যানবাহন পরিদর্শন
es: Inspeccion de vehiculo
fr: Inspection de véhicule
hi: वाहन निरीक्षण
it: Ispezione del veicolo
ja: 車検
pt: Inspeção veicular
ru: Техосмотр
sw: Ukaguzi wa gari
tr: Araç muayenesi
ur: گاڑیوں کا معائنہ
zh: 车辆检查

# txt_vehicle_mani
source: Vehicle manifest
af: Voertuig manifesteer
ar: بيان السيارة
bn: যানবাহন প্রকাশ
es: Manifiesto del vehículo
fr: Manifeste des véhicules
hi: वाहन प्रकट
it: Manifesto del veicolo
ja: 車両マニフェスト
pt: Manifesto do veículo
ru: Автомобиль Манифест
sw: Maonyesho ya gari
tr: Araç tezahürü
ur: گاڑی کا منشور
zh: 车辆表现

# txt_vehicle_radio
source: Vehicle radio tax
af: Voertuigradiobelasting
ar: ضريبة راديو السيارة
bn: যানবাহন রেডিও ট্যাক্স
es: Impuesto a la radio del vehículo
fr: Taxe de radio de véhicule
hi: वाहन रेडियो कर
it: Tassa radio del veicolo
ja: 車両無線税
pt: Imposto de rádio do veículo
ru: Налог на транспортное средство
sw: Ushuru wa Redio ya Gari
tr: Araç Radyo Vergisi
ur: گاڑی ریڈیو ٹیکس
zh: 车辆无线电税

# txt_maker
source: Maker
af: Vervaardiger
ar: صانع
bn: নির্মাতা
es: Fabricante
fr: Fabricant
hi: निर्माता
it: Creatore
ja: メーカー
pt: criador
ru: Производитель
sw: Mtengenezaji
tr: Yapımcı
ur: بنانے والا
zh: 制作者

# txt_model
source: Model
ar: نموذج
bn: মডেল
es: Modelo
fr: Modèle
hi: आदर्श
it: Modello
ja: モデル
pt: Modelo
ru: Модель
sw: Mfano
ur: ماڈل
zh: 模型

# txt_color
source: Color
af: Kleur
ar: اللون
bn: রঙ
fr: Couleur
hi: रंग
it: Colore
ja: 色
pt: Cor
ru: Цвет
sw: Rangi
tr: Renk
ur: رنگ
zh: 颜色

# txt_passenger
source: Passenger
af: Passasier
ar: راكب
bn: যাত্রী
es: Pasajero
fr: Passager
hi: यात्री
it: Passeggeri
ja: 乗客
pt: Passageiro
ru: Пассажир
sw: Abiria
tr: Yolcu
ur: مسافر
zh: 乘客

# txt_max_10
source: (max 10)
ar: (الحد الأقصى 10)
bn: (সর্বোচ্চ 10)
es: (Máx 10)
hi: (अधिकतम 10)
ja: （最大10）
pt: (Máx 10)
ru: (Макс 10)
tr: (maksimum 10)
ur: (زیادہ سے زیادہ 10)
zh: （最大10）

# txt_uploaded
source: Uploaded
af: opgelaai
ar: تم الرفع
bn: আপলোড
es: Cargado
fr: Téléchargé
hi: अपलोड किए गए
it: Caricato
ja: アップロード
pt: Carregado
ru: Загружен
sw: Imepakiwa
tr: Yüklenmiş
ur: اپ لوڈ
zh: 上传

# val_name_len
source: Enter valid name
af: Voer geldige naam in
ar: أدخل اسم صالح
bn: বৈধ নাম লিখুন
es: Ingrese el nombre válido
fr: Entrez le nom valide
hi: मान्य नाम दर्ज करें
it: Immettere il nome valido
ja: 有効な名前を入力します
pt: Digite o nome válido
ru: Введите допустимое имя
sw: Ingiza jina halali
tr: Geçerli adı girin
ur: درست نام درج کریں
zh: 输入有效名称

# val_driving_license
source: Enter valid driving license
af: Voer geldige bestuurslisensie in
ar: أدخل رخصة قيادة صالحة
bn: বৈধ ড্রাইভিং লাইসেন্স লিখুন
es: Ingrese una licencia de conducir válida
fr: Entrez un permis de conduite valide
hi: वैध ड्राइविंग लाइसेंस दर्ज करें
it: Immettere la patente di guida valida
ja: 有効な運転免許証を入力します
pt: Digite carteira de motorista válida
ru: Введите действительные водительские права
sw: Ingiza leseni halali ya kuendesha
tr: Geçerli ehliyete girin
ur: درست ڈرائیونگ لائسنس درج کریں
zh: 输入有效的驾驶执照

# txt_select
source: Select
af: Uitkies
ar: يختار
bn: নির্বাচন করুন
es: Seleccione
fr: Sélectionner
hi: चुनना
it: Selezionare
ja: 選択する
pt: Selecione
ru: Выбирать
sw: Chagua
tr: Seçme
ur: منتخب کریں
zh: 选择

# val_IdCard
source: Enter valid ID Card
af: Voer geldige ID -kaart in
ar: أدخل بطاقة هوية صالحة
bn: বৈধ আইডি কার্ড লিখুন
es: Ingrese una tarjeta de identificación válida
fr: Entrez la carte d'identité valide
hi: वैध आईडी कार्ड दर्ज करें
it: Immettere la scheda ID valida
ja: 有効なIDカードを入力します
pt: Digite um cartão de identificação válido
ru: Введите действительную идентификационную карту
sw: Ingiza kadi halali ya kitambulisho
tr: Geçerli Kimlik Kartı girin
ur: درست شناختی کارڈ درج کریں
zh: 输入有效的身份证

# val_reg_len
source: Registration Number should not exceed more than 10 alphanumeric character
af: Registrasienommer moet nie meer as 10 alfanumeriese karakter oorskry nie
ar: يجب ألا يتجاوز رقم التسجيل أكثر من 10 طابع أبجدي رقمي
bn: নিবন্ধকরণ নম্বর 10 টির বেশি আলফানিউমেরিক চরিত্রের বেশি হওয়া উচিত নয়
es: El número de registro no debe exceder más de 10 carácter alfanumérico
fr: Le numéro d'enregistrement ne doit pas dépasser plus de 10 caractères alphanumériques
hi: पंजीकरण संख्या 10 से अधिक अल्फ़ान्यूमेरिक वर्ण नहीं होनी चाहिए
it: Il numero di registrazione non deve superare più di 10 carattere alfanumerico
ja: 登録番号は10以上の英数字を超えてはなりません
pt: O número de registro não deve exceder mais de 10 caráter alfanumérico
ru: Регистрационный номер не должен превышать более 10 буквенно -цифровых символов
sw: Nambari ya usajili haipaswi kuzidi zaidi ya tabia 10 ya alphanumeric
tr: Kayıt numarası 10'dan fazla alfasayısal karakteri aşmamalıdır
ur: رجسٹریشن نمبر 10 سے زیادہ الفانومیرک کردار سے زیادہ نہیں ہونا چاہئے
zh: 注册号不得超过10个字母数字字符

# val_owner_len
source: Enter Valid Owner Name
af: Voer geldige eienaarsnaam in
ar: أدخل اسم المالك صالح
bn: বৈধ মালিকের নাম লিখুন
es: Ingrese el nombre válido del propietario
fr: Entrez le nom du propriétaire valide
hi: मान्य स्वामी नाम दर्ज करें
it: Immettere il nome del proprietario valido
ja: 有効な所有者名を入力します
pt: Insira o nome do proprietário válido
ru: Введите действительное имя владельца
sw: Ingiza jina halali la mmiliki
tr: Geçerli sahip adını girin
ur: درست مالک کا نام درج کریں
zh: 输入有效的所有者名称

# txt_insurance_len
source: Insurance Number should not exceed more than 30 alphanumeric character
af: Versekeringsnommer moet nie meer as 30 alfanumeriese karakter oorskry nie
ar: يجب ألا يتجاوز رقم التأمين أكثر من 30 شخصية أبجدية رقمية
bn: বীমা নম্বর 30 টির বেশি আলফানিউমেরিক চরিত্রের বেশি হওয়া উচিত নয়
es: El número de seguro no debe exceder más de 30 carácter alfanumérico
fr: Le numéro d'assurance ne doit pas dépasser plus de 30 caractères alphanumériques
hi: बीमा संख्या 30 से अधिक अल्फ़ान्यूमेरिक चरित्र नहीं होनी चाहिए
it: Il numero di assicurazione non deve superare più di 30 carattere alfanumerico
ja: 保険番号は30以上の英数字を超えてはなりません
pt: O número do seguro não deve exceder mais de 30 caráter alfanumérico
ru: Номер страхования не должен превышать более 30 буквенно -цифровых символов
sw: Nambari ya bima haipaswi kuzidi zaidi ya tabia 30 ya alphanumeric
tr: Sigorta numarası 30'dan fazla alfasayısal karakteri geçmemelidir
ur: انشورنس نمبر 30 سے زیادہ حرفی حرف سے زیادہ نہیں ہونا چاہئے
zh: 保险号码不得超过30个字母数字

# txt_change_lng
source: Change Language
af: Verander taal
ar: تغيير اللغة
bn: ভাষা পরিবর্তন করুন
es: Cambiar idioma
fr: Changer de langue
hi: भाषा बदलें
it: Cambia lingua
ja: 言語を変更
pt: Mudar idioma
ru: Изменить язык
sw: Badilisha lugha
tr: Dili değiştir
ur: زبان تبدیل کریں
zh: 改变语言

# txt_pls_enter_queries
source: Please enter your queries
af: Voer asseblief u navrae in
ar: الرجاء إدخال استفساراتك
bn: আপনার প্রশ্ন প্রবেশ করুন
es: Por favor ingrese sus consultas
fr: Veuillez saisir vos requêtes
hi: कृपया अपने प्रश्नों को दर्ज करें
it: Inserisci le tue domande
ja: クエリを入力してください
pt: Por favor, insira suas perguntas
ru: Пожалуйста, введите свои запросы
sw: Tafadhali ingiza maswali yako
tr: Lütfen Sorgularınızı Girin
ur: براہ کرم اپنے سوالات درج کریں
zh: 请输入您的查询

# txt_query_length
source: Queries length must be Min 10 Characters
af: Die lengte van die navrae moet min 10 karakters wees
ar: يجب أن يكون طول الاستفسارات 10 أحرف
bn: প্রশ্নের দৈর্ঘ্য অবশ্যই মিনিট 10 অক্ষর হতে হবে
es: La longitud de las consultas debe ser min 10 caracteres
fr: La longueur des requêtes doit être min 10 caractères
hi: क्वेरी की लंबाई न्यूनतम 10 वर्ण होनी चाहिए
it: La lunghezza delle query deve essere Min 10 caratteri
ja: クエリの長​​さは最小10文字でなければなりません
pt: O comprimento das consultas deve ser min 10 caracteres
ru: Длина запросов должна составлять мин 10 символов
sw: Urefu wa maswali lazima uwe wahusika 10
tr: Sorgular uzunluğu min 10 karakter olmalıdır
ur: سوالات کی لمبائی کم سے کم 10 حرف ہونی چاہئے
zh: 查询长度必须为最小10个字符

# txt_take_live_photo
source: Take a live photo
af: Neem 'n regstreekse foto
ar: التقط صورة حية
bn: একটি লাইভ ছবি নিন
es: Toma una foto en vivo
fr: Prenez une photo en direct
hi: एक लाइव फोटो लें
it: Scattare una foto dal vivo
ja: ライブ写真を撮ります
pt: Tire uma foto ao vivo
ru: Сделайте живое фото
sw: Chukua picha ya moja kwa moja
tr: Canlı Fotoğraf Çekin
ur: ایک براہ راست تصویر لیں
zh: 拍摄现场照片

# txt_loading_camera
source: Loading Camera...
af: Laai kamera ...
ar: تحميل الكاميرا ...
bn: লোডিং ক্যামেরা ...
es: Carga de cámara ...
fr: Caméra de chargement ...
hi: लोडिंग कैमरा ...
it: Caricamento della fotocamera ...
ja: カメラのロード...
pt: Carregando a câmera ...
ru: Загрузка камеры ...
sw: Kupakia kamera ...
tr: Kamera yükleme ...
ur: کیمرا لوڈ ہو رہا ہے ...
zh: 加载摄像头...

# txt_retake
source: Retake
af: Herneem
ar: إعادة
bn: পুনরায় গ্রহণ
es: Volver a tomar
fr: Reprendre
hi: फिर से लेना
it: Riprendere
ja: 復活
pt: Retomar
ru: Вертеть
sw: Rudisha tena
tr: Geri almak
ur: دوبارہ لگائیں
zh: 重拍

# txt_confirm
source: Confirm
af: Bevestig
ar: يتأكد
bn: নিশ্চিত করুন
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
it: Confermare
ja: 確認する
pt: confirme
ru: Подтверждать
sw: Thibitisha
tr: Onaylamak
ur: تصدیق کریں
zh: 确认

# txt_no_booking_for_schedule
source: There is no booking for schedule ride
af: Daar is geen bespreking vir skedule -rit nie
ar: لا يوجد حجز لركوب الجدول الزمني
bn: তফসিল যাত্রার জন্য কোনও বুকিং নেই
es: No hay reserva para el horario de viaje
fr: Il n'y a pas de réservation pour le randonnée
hi: शेड्यूल राइड के लिए कोई बुकिंग नहीं है
it: Non ci sono prenotazioni per il viaggio di programmazione
ja: スケジュールライドの予約はありません
pt: Não há reserva para passeio de cronograma
ru: Нет бронирования для расписания езды
sw: Hakuna uhifadhi wa safari ya ratiba
tr: Program sürüşü için rezervasyon yok
ur: شیڈول سواری کے لئے کوئی بکنگ نہیں ہے
zh: 没有预订时间安排

# txt_schedule_ride
source: Schedule Ride
af: Skedule rit
ar: جدولة ركوب
bn: শিডিউল রাইড
es: Relevante de viaje
fr: Promenade
hi: अनुसूची सवारी
it: Pianifica
ja: 乗り心地をスケジュールします
pt: Caminhão de agenda
ru: Запланировать поездку
sw: Ratiba ya safari
tr: Planlama
ur: شیڈول سواری
zh: 安排骑行

# txt_scheduled_rides
source: Scheduled Rides
af: Geskeduleerde ritte
ar: ركوب الخيل المجدولة
bn: নির্ধারিত রাইডস
es: Paseos programados
fr: Manèges planifiés
hi: अनुसूचित सवारी
it: Giostre programmate
ja: スケジュールされた乗り物
pt: Passeios programados
ru: Запланированные поездки
sw: Wapanda farasi waliopangwa
tr: Planlanan sürüşler
ur: شیڈول سواری
zh: 预定的骑行
